/*
 Navicat Premium Data Transfer

 Source Server         : localhost_3306
 Source Server Type    : MySQL
 Source Server Version : 50528
 Source Host           : localhost:3306
 Source Schema         : gproject

 Target Server Type    : MySQL
 Target Server Version : 50528
 File Encoding         : 65001

 Date: 02/05/2020 10:28:23
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for details
-- ----------------------------
DROP TABLE IF EXISTS `details`;
CREATE TABLE `details`  (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '逻辑id',
  `invoice_id` int(11) NULL DEFAULT NULL COMMENT '发票id',
  `goods_name` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '货物名称',
  `specifications` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '规格型号',
  `unit` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '单位',
  `number` float NULL DEFAULT NULL COMMENT '数量',
  `price` decimal(10, 2) NULL DEFAULT NULL COMMENT '单价',
  `amount_money` decimal(10, 0) NULL DEFAULT NULL COMMENT '金额',
  `tax_amount` decimal(10, 0) NULL DEFAULT NULL COMMENT '税额',
  `product_code` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '商品编码',
  `create_time` datetime NULL DEFAULT NULL COMMENT '录入系统时间',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 701 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Records of details
-- ----------------------------
INSERT INTO `details` VALUES (1, 22580, '201702', 'HORI PS4 遥控游玩用 拓展握把 for psv 2000 索尼plays', 'null', 0, 1.00, 152, 152, '152.0', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (2, 22580, '201702', '好孩子 Goodbaby 学步车XB109E-J231BG', 'null', 0, 11.00, 145, 1592, '1591.9', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (3, 22580, '201702', 'BroadLink RM mini3 黑豆智能WiFi 空调、电视遥控器', 'null', 0, 3.00, 56, 167, '166.69', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (4, 22580, '201702', '飞利浦M3100U 耳塞式 电脑 耳麦 黑色', 'null', 0, 5.00, 39, 193, '192.65', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (5, 22580, '201702', '现代翼蛇 HY-MK100 背光游戏键鼠套装', 'null', 0, 2.00, 64, 128, '128.21', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (6, 22580, '201702', '达尔优05 火影忍者限量版 游戏鼠标', 'null', 0, 5.00, 121, 607, '606.85', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (7, 22580, '201702', '品恒-YPX030 AUX线车用 3.5mm音频线公对公 车载立体声音响音箱连接', 'null', 0, 59.00, 14, 832, '832.06', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (8, 22580, '201702', '贝恩施 益智玩具 宝宝婴幼儿启蒙学习第一本布书a10', 'null', 0, 5.00, 41, 205, '205.15', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (9, 22580, '201702', '绿之源 360°室内装修安全卫士升级版 新房装修活性炭包除甲醛清除剂汽车除味竹炭', 'null', 0, 5.00, 183, 916, '916.25', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (10, 22580, '201702', '本手套装无线2800全黑', 'null', 0, 1.00, 54, 54, '53.85', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (11, 22580, '201702', '马来西亚进口 Munchy s马奇新新 妙乐香草味夹心巧克力威化饼干 90g', 'null', 0, 68.00, 7, 458, '457.64', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (12, 22580, '201702', '得力880 强吸力桌面吸尘器/清洁助手 键盘除尘/迷你便携 浅绿', 'null', 0, 48.00, 18, 878, '877.96', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (13, 22580, '201702', '乔思伯ipse日食-炫光白 12CM 11叶LED发光风扇 3Ppin to 4', 'null', 0, 53.00, 26, 1359, '1359.02', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (14, 22580, '201702', '吉米家居 JM-G201010家用扎带', 'null', 0, 245.00, 1, 199, '198.93', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (15, 22580, '201702', '亿色pe-C数据线 USB3.0安卓手机充电线 适用华为P9/荣耀V8/小米5s', 'null', 0, 4.00, 15, 62, '61.52', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (16, 22580, '201702', '全棉时代清洁棉宝宝擦拭棉巾干湿两用10x13cm', 'null', 0, 10.00, 42, 421, '421.37', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (17, 22580, '201702', '乐扣乐扣loBebe系列 儿童野餐保温杯含背带(320ml)绿色 HBB336G', 'null', 0, 1.00, 88, 88, '88.38', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (18, 22580, '201702', '乐士enpex 737羽毛球拍 户外亲子休闲羽毛球拍对拍', 'null', 0, 1.00, 12, 12, '11.54', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (19, 22580, '201702', '力易得25 加强型塑料工具箱19', 'null', 0, 9.00, 60, 538, '538.46', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (20, 22580, '201702', '沙宣修护水养专业润发乳200ML', 'null', 0, 4.00, 21, 85, '85.03', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (21, 22580, '201702', '智利 蒙特斯经典玛尔贝干红葡萄酒 750ml', 'null', 0, 2.00, 50, 99, '99.04', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (22, 48006, '201703', '万寿无疆金筷', '50g', 0, 1.00, 14769, 14769, '14769.23', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (23, 22583, '201612', '卡卡买 奥迪A4L', 'null', 0, 1.00, 44, 44, '44.02', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (24, 22583, '201612', '英雄HERO精装盒高级铱金钢笔-382', 'null', 0, 3.00, 18, 55, '55.13', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (25, 22583, '201612', '康宁 CORELLE 17头飞燕草系列玻璃餐具套装17-BFL/ZK', 'null', 0, 1.00, 538, 538, '537.61', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (26, 22583, '201612', 'KOOLIFE 荣耀平板2标准版保护套 钢丝纹皮套 三折皮套/支架皮套', 'null', 0, 2.00, 24, 48, '47.86', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (27, 22583, '201612', '麦博11音箱十周年纪念版', 'null', 0, 1.00, 115, 115, '115.27', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (28, 22583, '201612', 'Mustela妙思乐贝贝保湿润肤露 300ml', 'null', 0, 4.00, 76, 304, '303.59', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (29, 22583, '201612', '潜水艇-4 洗衣机地漏专用三通 滚筒涡轮洗衣机通', 'null', 0, 1.00, 10, 10, '10.26', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (30, 22583, '201612', '滨崎迪士尼 手指饼干牛奶味100g', 'null', 0, 7.00, 2, 13, '13.37', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (31, 22583, '201612', '舒肤佳草舒缓呵护沐浴露200毫升', 'null', 0, 1.00, 9, 9, '9.13', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (32, 22583, '201612', '飞利浦FF5661/T3 50英寸 护眼全高清LED智能电视 （护眼舒', 'null', 0, 3.00, 2174, 6523, '6522.72', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (33, 22583, '201612', '硕美科游戏耳机 头戴式 电竞耳麦 发光灯 多功能线控 白色', 'null', 0, 2.00, 50, 101, '100.85', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (34, 22583, '201612', '惠普50w 8G 商务U盘', 'null', 0, 5.00, 20, 102, '102.26', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (35, 22583, '201612', '现代-KA3财务会计银行使用便携数字键盘', 'null', 0, 1.00, 21, 21, '20.51', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (36, 22583, '201612', '吉香居 香辣酱358g×1瓶 拌菜拌面调味料蘸酱', 'null', 0, 3.00, 7, 21, '20.51', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (37, 22583, '201612', '忠臣模具烤箱伴侣蛋糕套组（共50个）HBBL-B1', 'null', 0, 1.00, 1, 1, '1.24', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (38, 22583, '201612', '雷蛇（Razer）狂蛇2000和重装甲虫控制板小号套装', 'null', 0, 7.00, 128, 897, '897.46', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (39, 22583, '201612', '艾美 DF400 视挂架/液晶电视机挂架/电视支架', 'null', 0, 11.00, 59, 649, '648.74', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (40, 22583, '201612', '妙洁 金属钢丝球 洗碗球 买2送1 促销装6006', 'null', 0, 11.00, 3, 34, '33.79', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (41, 22583, '201612', '大宝OD清爽保湿露 100ml', 'null', 0, 4.00, 10, 39, '38.87', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (42, 22583, '201612', '三堡纯铜电话线 （150米/卷）', 'null', 0, 1.00, 51, 51, '51.28', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (43, 22583, '201612', '得力09 180mm办公剪刀 颜色随机 1把', 'null', 0, 5.00, 3, 15, '15.17', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (44, 22583, '201612', '陶华碧老干妈火锅底料160g', 'null', 0, 9.00, 4, 32, '32.31', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (45, 22583, '201612', '海尔R-72LW/12MAP22AU1 2匹 变频 冷暖 二级能效 自', 'null', 0, 1.00, 5957, 5957, '5956.54', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (46, 22583, '201612', '统一 仙草鲜爽 仙草凉茶 植物饮料 310毫升*12罐', 'null', 0, 1.00, 25, 25, '24.93', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (47, 22583, '201612', '金士顿erX Alloy 阿洛伊 cherry青轴机械键盘', 'null', 0, 20.00, 581, 11624, '11623.93', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (48, 22583, '201612', '亿色ad Air/Air2/iPad Pro 9.7英寸钢化膜 苹果A', 'null', 0, 3.00, 35, 104, '103.85', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (49, 22583, '201612', '绿联0749 音频线一分二 AUX 3.5mm转2rca双莲花头 1', 'null', 0, 7.00, 12, 84, '84.25', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (50, 22583, '201612', 'GoPro HERO 5 Black 运动摄像机 4K高清 语音控制', 'null', 0, 5.00, 1922, 9609, '9608.97', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (51, 22583, '201612', '罗技10 高清晰网络摄像头', 'null', 0, 1.00, 120, 120, '119.66', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (52, 93319, '201701', '卡前列素氨丁三醇注射液', '1ML:250UG', 0, 200.00, 360, 72039, '72039.32', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (53, 93653, '201612', '梅赛德斯-奔驰CLS320逸彩版', 'WDDLJ6CBXHA193618', 0, 1.00, 628012, 628012, '628012.31', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (54, 22585, '201702', '嘉沛 机顶盒遥控器 TV-510 适用于上海东方有线数字电视机顶盒遥控器ETDV', 'null', 0, 11.00, 20, 216, '216.23', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (55, 22585, '201702', '索爱75 LED炫彩灯蓝牙音箱 便携插卡音响 低音炮 蓝牙4.0 黑色', 'null', 0, 1.00, 121, 121, '120.51', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (56, 22585, '201702', 'ThinkPad 4X20H15595 65W 方口便携旅行电源适配器', 'null', 0, 1.00, 154, 154, '153.85', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (57, 22585, '201702', '胖虎汽车方向盘套 四季车内装饰用品 真皮黑红把套ph15007', 'null', 0, 1.00, 41, 41, '41.03', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (58, 22585, '201702', '香港进口 NISSIN 出前一丁五连包 辛辣XO海鲜味500g', 'null', 0, 6.00, 16, 97, '96.58', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (59, 22585, '201702', '金霸王电池1粒装', 'null', 0, 1.00, 12, 12, '11.93', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (60, 22585, '201702', '五羊抑菌洗衣液（1.2L+1L×3) 儿童宝宝洗衣液套装', 'null', 0, 37.00, 29, 1091, '1091.03', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (61, 22585, '201702', '孩之宝金刚 玩具 经典（classic）加强级系列争吵（白黄）B4660', 'null', 0, 5.00, 71, 354, '354.0', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (62, 22585, '201702', '西门子01081CC122 开关插座 远景五孔带开关插座（彩银色）', 'null', 0, 13.00, 16, 206, '206.23', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (63, 22585, '201702', '得力151 便签纸/便签本/便利贴/百事贴/易事贴 (76×76mm) 4色装', 'null', 0, 210.00, 6, 1256, '1256.42', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (64, 22585, '201702', '西蒙系列开关插座86型 单开双控开关 钢制底板J60201', 'null', 0, 1.00, 14, 14, '13.83', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (65, 22585, '201702', '海天 锦上鲜排骨酱 260g', 'null', 0, 2.00, 6, 12, '11.97', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (66, 22585, '201702', '优派U100 有线经济舒适型防溅水键盘USB（黑色）', 'null', 0, 27.00, 19, 508, '507.69', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (67, 22585, '201702', '玛雅 MAYA MIG 100U2BK 车载充电器 点烟器充电 2.1A 双US', 'null', 0, 1.00, 22, 22, '22.21', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (68, 22585, '201702', '迪士尼宝宝养霜（米奇）50g 宝宝护肤润肤霜 儿童面霜', 'null', 0, 2.00, 26, 53, '52.55', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (69, 22585, '201702', '邦克仕钢化玻璃屏幕保护膜 适用于5.5英寸苹果iPhone6 Plus/6s P', 'null', 0, 1.00, 26, 26, '25.64', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (70, 22585, '201702', '荣事达32A 养生煎药壶 养生壶 中药壶 电药锅 煎药器', 'null', 0, 19.00, 74, 1397, '1396.58', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (71, 22585, '201702', '美即保湿补水面膜特惠装', 'null', 0, 1.00, 57, 57, '57.26', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (72, 22585, '201702', '华硕行堡垒产超越版FX53VD15.6英寸游戏笔记本电脑(i7处理器 8G 1T', 'null', 0, 28.00, 6325, 177087, '177087.26', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (73, 22585, '201702', '飞利浦061/00 Philips Viva Collection 玲珑煲 Ph', 'null', 0, 12.00, 270, 3242, '3242.15', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (74, 22585, '201702', 'KOOLIFE 荣耀6 plus钢化膜玻璃膜 荣耀6Plus手机保护贴膜 适用于', 'null', 0, 2.00, 8, 15, '15.38', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (75, 22585, '201702', '三星GB OTG 手机U盘 USB/Micro 2.0/Type-C 三接口 雪', 'null', 0, 9.00, 76, 685, '684.62', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (76, 22585, '201702', '雷蛇aken Pro 北海巨妖专业版（黑色）2015款 游戏耳机', 'null', 0, 11.00, 365, 4018, '4018.46', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (77, 22585, '201702', '技嘉70N-Gaming 5主板 (Intel Z170/LGA 1151)', 'null', 0, 1.00, 1154, 1154, '1153.85', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (78, 22585, '201702', 'RK ROYAL KLUDGE Pro104RGB版全彩背光式游戏机械键盘白色青', 'null', 0, 1.00, 221, 221, '221.37', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (79, 22585, '201702', '尚岛宜家 垃圾袋（120只）点段式', 'null', 0, 2.00, 8, 15, '15.44', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (80, 90026, '201703', '双道微量注射泵', '佳士比TM F6型', 0, 1.00, 3590, 3590, '3589.74', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (81, 94295, '201704', '桂枝-标准物质', '0.5g', 0, 4.00, 47, 189, '189.23', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (82, 21440, '201704', '皮带惰轮', '23770AA020', 0, 1.00, 109, 109, '108.57', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (83, 21440, '201704', '水箱储液罐', '45150AJ000', 0, 1.00, 123, 123, '123.21', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (84, 36462, '201702', '制动鼓', 'S1112030005165A0004', 0, 4.00, 326, 1302, '1302.22', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (85, 36462, '201702', '离合总泵出油管总成', 'FV1163040003A0A9912', 0, 2.00, 40, 80, '80.0', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (86, 22587, '201705', '魔羯I转并口卡 MC1371 单并口 台式机LPT打印机口转接卡', 'null', 0, 3.00, 40, 121, '120.51', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (87, 22587, '201705', '十铨电压 DDR3 1600 8G 台式机内存', 'null', 0, 1.00, 316, 316, '315.55', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (88, 22587, '201705', '希腊 AGRIC阿格利司 特级初榨橄榄油 750ml', 'null', 0, 1.00, 33, 33, '32.91', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (89, 22587, '201705', '广博三联送货单销货单无碳复写 10本装 SJ7081', 'null', 0, 4.00, 9, 36, '35.56', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (90, 22586, '201706', '【京东超市】明德 宝宝爬行垫爬爬垫 全组合婴儿围栏PE拼接泡沫地垫 益智拼图', 'null', 0, 1.00, 94, 94, '94.02', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (91, 22586, '201706', '美菱(MeiLing) BCD-518WEC 518升 对开门冰箱 电脑控温 风冷无霜 节能保鲜 (', 'null', 0, 1.00, 2538, 2538, '2537.61', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (92, 22586, '201706', '【京东超市】苏泊尔26cm好帮手炫彩不粘煎锅PJ26M4', 'null', 0, 1.00, 56, 56, '55.56', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (93, 22586, '201706', '胜为（shengwei）LC-2050G 超五类网线 8芯RJ45网络超5类网线 5米 百兆纯铜彩', 'null', 0, 4.00, 6, 26, '25.64', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (94, 22586, '201706', 'B.O.W航世 HW098A 有线usb超薄键盘 金色', 'null', 0, 1.00, 25, 25, '24.79', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (95, 22586, '201706', '英特尔（Intel）奔腾双核G4600 盒装CPU处理器', 'null', 0, 1.00, 506, 506, '505.56', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (96, 22586, '201706', '超频三（PCCOOLER）东海X6 CPU散热器（多平台/支持AM4/1151/5热管/PWM温控/', 'null', 0, 23.00, 93, 2139, '2139.26', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (97, 22586, '201706', '【京东超市】帝王（Dewar‘s）洋酒 15年调配苏格兰威士忌700ml', 'null', 0, 13.00, 106, 1377, '1377.09', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (98, 22586, '201706', '海信（Hisense）1.5匹 一级能效 智能冷暖 直流变频 空调挂机 除甲醛（KFR-3', 'null', 0, 3.00, 2768, 8305, '8305.13', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (99, 22586, '201706', '【京东超市】兰芝 （LANEIGE）水衡清盈精华水200ml（保湿补水 控油平衡 油性', 'null', 0, 1.00, 131, 131, '131.41', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (100, 22586, '201706', '雷柏（Rapoo） M350 无线鼠标 办公鼠标 笔记本鼠标 蓝色', 'null', 0, 5.00, 51, 256, '256.44', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (101, 22586, '201706', '【京东超市】朗瑞特（Lenrit）自发电无线家用门铃LR-3508不用电池智能老人呼', 'null', 0, 5.00, 62, 308, '307.7', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (102, 22586, '201706', '雷蛇（Razer）重装甲虫-大地-速度版-大号 游戏鼠标垫', 'null', 0, 1.00, 73, 73, '72.65', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (103, 22586, '201706', '【京东超市】乐扣乐扣(lock&lock)米桶 12升装（可容纳10kg大米）带滑轮赠送', 'null', 0, 5.00, 61, 306, '306.03', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (104, 22586, '201706', '联想(Lenovo)IdeaPad 100S固态硬盘版14.0英寸笔记本电脑(英特尔四核处理器N', 'null', 0, 2.00, 2628, 5255, '5255.45', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (105, 22586, '201706', '【京东超市】清扬(CLEAR)净纯头皮专护 去屑洗发露 净漾水润750ml(无硅油)(洗', 'null', 0, 1.00, 70, 70, '69.87', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (106, 22586, '201706', '秋叶原（CHOSEAL）AV音视频连接线 三对三莲花头线 红白黄AV转接线 红白黄电', 'null', 0, 3.00, 8, 23, '23.08', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (107, 22586, '201706', '【京东超市】小鹿叮叮（DEERTING）超柔 纸尿裤 大号L120片【10-14kg】', 'null', 0, 2.00, 100, 200, '200.0', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (108, 22586, '201706', '威迅（VENTION）VAA-V05 HDMI转VGA转换器 高清转vga适配器 小米盒子接电视', 'null', 0, 4.00, 22, 87, '86.84', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (109, 22586, '201706', 'TXL睿智C 智能电子静音懒人聪明灯自动感光闹钟贪睡温度 冰蓝', 'null', 0, 1.00, 23, 23, '23.33', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (110, 22586, '201706', '【京东超市】奥迪双钻（AULDEY）超级飞侠 儿童玩具男孩益智滑行飞机-小爱 7', 'null', 0, 1.00, 23, 23, '23.31', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (111, 22586, '201706', '迪比科（DBK）章鱼头手机支架 可爱造型 硅胶材质 百变手机支架', 'null', 0, 2.00, 1, 1, '1.45', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (112, 22586, '201706', '【京东超市】黑人（DARLIE）超白 牙膏 190g（新老包装随机发放）', 'null', 0, 1.00, 12, 12, '12.29', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (113, 22586, '201706', '嘉沛 WA-21015J 洗衣机进水管 全自动洗衣机进水软管 防爆 上水管 进水配件', 'null', 0, 1.00, 16, 16, '16.24', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (114, 22586, '201706', '【京东超市】曼秀雷敦（Mentholatum）护甲润手霜50g（护手霜 补水 保湿）', 'null', 0, 2.00, 11, 22, '21.76', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (115, 22586, '201706', '玛雅 MAYA 欧标美标德标转换插头套装 欧洲韩国德国泰国美国加拿大日本台湾旅', 'null', 0, 3.00, 17, 52, '51.64', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (116, 22586, '201706', '【京东超市】史努比（SNOOPY）办公保温杯水杯420ML可爱杯子情侣杯DP-58002H', 'null', 0, 6.00, 19, 113, '112.82', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (117, 22586, '201706', '山泽(SAMZHE)HQ-10 工程级HDMI数字高清线 3D功能 笔记本电脑接显示器/投影仪', 'null', 0, 2.00, 65, 130, '130.14', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (118, 22586, '201706', '【京东超市】竹之锦 毛巾家纺 竹纤维A类柔软吸水婴幼儿童双层纱布印花毛巾童', 'null', 0, 1.00, 10, 10, '9.66', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (119, 22586, '201706', '馨家港湾 温馨系列C款 壁挂式空调罩', 'null', 0, 21.00, 38, 801, '801.19', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (120, 22594, '201711', '优越者（UNITEK）usb延长线3.0 USB3.0公对母数据线1.5米 无线网卡键盘鼠标电脑u盘接口加长', 'null', 0, 2.00, 16, 32, '31.79', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (121, 22594, '201711', '御泥坊 海洋弹性蛋白矿物精华眼霜25g（提拉紧致 淡化细纹眼袋 眼部护理）', 'null', 0, 2.00, 104, 208, '208.0', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (122, 22594, '201711', '芝奇(G.SKILL) AEGIS系列 DDR4 2400频率 8G 台式机内存(黑红色)', 'null', 0, 1.00, 360, 360, '360.39', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (123, 22594, '201711', '子初婴儿隔尿垫 防水透气新生儿床单儿童一次性床垫50片 33*45cm', 'null', 0, 16.00, 20, 323, '322.74', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (124, 22594, '201711', '巴布豆（BOBDOG）超柔亲肤婴儿轻柔超薄纸尿裤（尿不湿）大包装加大号XL码66片【13Kg以上】', 'null', 0, 1.00, 50, 50, '50.43', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (125, 22594, '201711', '高洁丝 Kotex 夜用夜安裤裤型卫生巾M-L号5+1片 安心裤适合腰围【60cm-100cm】', 'null', 0, 8.00, 19, 149, '149.2', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (126, 22594, '201711', '齐心（COMIX）D6014 异形便利贴/便签纸/便签本/易事贴/百事贴 样式颜色随机', 'null', 0, 10.00, 7, 70, '70.09', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (127, 22594, '201711', '青苇 心形蜡烛玫瑰花瓣 结婚庆生日 情人节 求婚 浪漫组合套装 红色', 'null', 0, 2.00, 17, 34, '34.19', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (128, 22594, '201711', '日本进口 佳乐滋（Gaines）双层猫砂盆专用沸石猫砂 4L', 'null', 0, 5.00, 63, 316, '316.24', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (129, 22594, '201711', '赛拓（SANTO）0036 尼龙扎带100根装4.8*300mm 理线带扎线带', 'null', 0, 5.00, 19, 96, '95.85', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (130, 22594, '201711', '三能 蛋液刷 油刷 烧烤刷 木柄直形羊毛刷 烘焙工具SN4128', 'null', 0, 1.00, 9, 9, '9.49', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (131, 22594, '201711', '欣沁 旅行出差一次性防水马桶坐垫 待产入院包孕妇坐便垫6片装QL-51', 'null', 0, 9.00, 3, 30, '30.0', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (132, 22594, '201711', '扬子（YAIR）3匹 二级能效 定速 智能 无氟环保 冷暖 纯圆柱空调柜机 KFRd-72LW/(72W1601)a-', 'null', 0, 1.00, 3951, 3951, '3951.34', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (133, 22594, '201711', '怡禾康 YH-999 颈椎按摩器按摩靠垫温热红光按摩枕', 'null', 0, 25.00, 85, 2137, '2136.75', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (134, 22594, '201711', '樱花Sakura 防断自动活动铅笔芯（0.5）XK-5A#2H 0.5mm2H 活动铅芯 不易折断 书写顺滑', 'null', 0, 3.00, 3, 9, '9.41', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (135, 67135, '201708', '皮带惰轮', '13073AA142', 0, 6.00, 157, 940, '939.69', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (136, 22602, '201706', '【京东超市】维他低糖柠檬茶250ml*16盒整箱', 'null', 0, 85.00, 29, 2499, '2499.19', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (137, 76236, '201707', '配件', 'i2600', 0, 0.00, 0, 1103, '1102.56', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (138, 36463, '201707', '左外后视镜总成(雾影白)', 'FK1821010005A02EA1293', 0, 10.00, 143, 1433, '1432.82', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (139, 22596, '201710', '电装 DENSO 汽车氟利昂冷媒制冷剂氟油 HFC-134A 汽车空调', 'null', 0, 2.00, 21, 41, '41.06', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (140, 22596, '201710', '特美刻 玻璃杯刷 赠品 （颜色随机） 单拍无效', 'null', 0, 7.00, 3, 18, '17.94', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (141, 22596, '201710', '花王乐而雅薄特长日用护翼型卫生巾25cm17片', 'null', 0, 4.00, 21, 82, '82.07', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (142, 22596, '201710', '伊蒂之屋眉笔0.26g #05 浅灰色（双头 防水 防汗 防晕染 )', 'null', 0, 2.00, 19, 37, '37.18', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (143, 22596, '201710', '绿之源无火藤条香薰精油套装 干花熏香厕所除臭室内房间卧室香水去异味 多', 'null', 0, 2.00, 47, 94, '94.36', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (144, 22596, '201710', 'THERMOS膳魔师焖烧罐470ml高真空不锈钢食物罐SK-3000', 'null', 0, 1.00, 142, 142, '142.12', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (145, 22596, '201710', '派滋 小米5splus手机壳 小M5S Plus手机壳 硅胶全包防摔软', 'null', 0, 1.00, 8, 8, '7.69', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (146, 22596, '201710', '车之吻 车家两用U型枕 头枕 旅行枕 慢回弹护颈枕 灰色', 'null', 0, 1.00, 16, 16, '16.15', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (147, 22596, '201710', '绍泽文化 升级版把式儿童学生正姿握笔器 笔套铅笔钢笔矫正器', 'null', 0, 3.00, 6, 18, '17.95', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (148, 22596, '201710', '绘威 LT2441/2641硒鼓+墨粉盒套装(适用联想LJ2400 L', 'null', 0, 1.00, 161, 161, '160.68', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (149, 22596, '201710', '维达 去菌36计限量版礼盒装（100片湿巾加赠一本漫画书）', 'null', 0, 3.00, 24, 72, '71.54', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (150, 22596, '201710', '朗科G Class10手机内存卡TF(micro-SD)卡行车记录仪存', 'null', 0, 2.00, 37, 75, '74.68', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (151, 22596, '201710', '优越者分线器 高速一拖四多接口 0.8米 笔记本台式电脑4口集线器HU', 'null', 0, 4.00, 12, 49, '48.55', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (152, 22596, '201710', '乐扣乐扣杯 LHC4014R（330ml）红色', 'null', 0, 1.00, 35, 35, '35.08', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (153, 22596, '201710', '3M 思高 手套 薄巧型家务手套 大号 橡胶手套 黄色果味', 'null', 0, 6.00, 10, 59, '59.48', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (154, 22596, '201710', '雷柏500S合金版 混彩背光游戏机械键盘 背光键盘 游戏键盘 电脑键盘', 'null', 0, 2.00, 111, 223, '222.75', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (155, 22596, '201710', 'Apple iPhone 7 Plus 机', 'null', 0, 57.00, 5621, 320403, '320403.21', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (156, 22596, '201710', '雷蛇狼蛛幻彩版 键盘 绝地求生吃鸡键盘', 'null', 0, 2.00, 444, 889, '888.89', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (157, 22596, '201710', 'BIAZE 苹果8/7/6数据线 1米 白+5V/1A手机/平板充电器', 'null', 0, 8.00, 17, 134, '134.36', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (158, 22596, '201710', '美乐棵 通用型营养液250ML/瓶 家庭园艺种植肥料 办公室阳台桌面盆', 'null', 0, 1.00, 13, 13, '12.82', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (159, 22596, '201710', 'CK卡文克莱MAL系列情侣表女表黑盘黑色皮带钻刻度石英表K3M231C', 'null', 0, 1.00, 1238, 1238, '1237.57', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (160, 22596, '201710', '美源快速黑发霜881s 天然黑色（染发膏两套 + 染发梳*1）（植物精', 'null', 0, 1.00, 33, 33, '33.13', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (161, 22596, '201710', 'FlameFighter 干粉灭火器 消防器材 500g蓝色', 'null', 0, 1.00, 23, 23, '22.69', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (162, 22596, '201710', '米其林 4360ML 数显 可测胎纹 背光显示', 'null', 0, 1.00, 57, 57, '57.28', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (163, 22596, '201710', '北美电器自动家用 彩钢全新升级款AB-DCN03', 'null', 0, 1.00, 217, 217, '217.1', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (164, 22596, '201710', '赛鲸 常青藤 手机支架懒人支架 床上床头支架 万向调节 85CM 太空', 'null', 0, 6.00, 15, 88, '87.69', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (165, 22596, '201710', '德尔玛E 吸尘器家用无耗材卧式吸尘器', 'null', 0, 1.00, 205, 205, '205.13', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (166, 22596, '201710', '索爱518 无线便携扩音器 小蜜蜂教师导游专用腰挂大功率教学 睿智黑', 'null', 0, 1.00, 72, 72, '71.79', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (167, 22596, '201710', '九阳煲5L电饭锅智能预约JYF-50FS69', 'null', 0, 2.00, 190, 379, '379.49', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (168, 22596, '201710', '迅捷150US 迷你USB无线网卡 台式机笔记本随身wifi接收器', 'null', 0, 5.00, 15, 73, '72.65', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (169, 22595, '201710', '飞雕电缆 BVVB2*1.5平方 国标家用2芯硬护套铜芯电线 100米', 'null', 0, 1.00, 191, 191, '191.49', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (170, 22595, '201710', '现代JC-8213 头戴式线控简约耳麦 游戏耳机 黑色 绝地求生耳机吃', 'null', 0, 1.00, 10, 10, '10.26', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (171, 22595, '201710', '飞利浦架 电视支架 家电配件 电视架 固定挂架（32-56英寸）SQM', 'null', 0, 8.00, 53, 421, '421.33', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (172, 22595, '201710', '小熊饭盒 加热饭盒密封 不锈钢 DFH-S2016 1.3L', 'null', 0, 1.00, 58, 58, '58.12', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (173, 22595, '201710', '华擎科技-G/3.1主板 （ AMD 970 / Socket AM3', 'null', 0, 1.00, 440, 440, '440.17', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (174, 22595, '201710', '晨光L97613毕加索美术专用油画绘画颜料12色/盒12ml', 'null', 0, 1.00, 17, 17, '16.75', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (175, 22595, '201710', '齐心0个装 55mm牢固耐用粘扣档案盒/A4文件盒/资料盒 A1249', 'null', 0, 2.00, 66, 132, '131.62', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (176, 22595, '201710', '惠泽热硅脂显卡散热膏硅胶 (HZC-PC450)', 'null', 0, 4.00, 6, 22, '22.22', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (177, 22595, '201710', '广博只*3卷加厚中号垃圾袋45*55cm黑色QJ9101', 'null', 0, 11.00, 7, 78, '77.56', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (178, 22595, '201710', '台电 U盘 8G 时尚呼吸灯 紫色', 'null', 0, 116.00, 23, 2677, '2676.64', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (179, 22595, '201710', '天堂 夜光型双层雨衣套装N211-7AX藏青色XXL', 'null', 0, 1.00, 56, 56, '55.56', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (180, 22595, '201710', '幼儿系列 雷达 杀虫气雾剂 驱虫', 'null', 0, 3.00, 17, 50, '50.22', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (181, 22595, '201710', '山泽L-8310 3.5mm高级立体声手机车载AUX音频线 纯铜线芯', 'null', 0, 4.00, 6, 24, '23.6', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (182, 22595, '201710', 'gb好孩子好孩子硅胶围兜', 'null', 0, 1.00, 24, 24, '23.93', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (183, 88246, '201709', '高精度夹套', 'NBC10-8', 0, 1.00, 273, 273, '272.56', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (184, 21045, '201710', '杭州单乘务员座椅头套', 'ACT1401130', 0, 2.00, 54, 109, '108.55', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (185, 55570, '201706', '盖土网', 'null', 0, 10000.00, 1, 8547, '8547.01', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (186, 48791, '201711', '分散剂', 'null', 0, 25.00, 51, 1282, '1282.05', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (187, 30756, '201704', '羊毛毡', '1300*1000*20', 0, 60.00, 209, 12564, '12564.1', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (188, 53453, '201701', '油门线', '29', 0, 50.00, 2, 124, '123.93', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (189, 90734, '201703', '持针钳', '16cm细针', 0, 5.00, 30, 151, '150.85', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (190, 53535, '201707', '联轴器', '万向轴', 0, 20.00, 222, 4444, '4444.44', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (191, 48866, '201707', '低密度聚乙烯', '2426H-榆林', 0, 80.00, 8154, 652308, '652307.69', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (192, 30660, '201706', '道路修复及绿化恢复工程', 'null', 0, 0.00, 0, 915597, '915597.41', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (193, 30577, '201611', '住宿费', 'null', 0, 1.00, 134, 134, '133.98', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (194, 73136, '201611', '玉米', 'null', 0, 56.40, 1770, 99823, '99823.01', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (195, 63748, '201710', '螺纹塞规', '8*1.25_7H', 0, 5.00, 18, 90, '90.1', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (196, 71915, '201702', 'B2开关总成(中配/黑灰)', '1.578E+12', 0, 40.00, 45, 1796, '1796.25', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (197, 97154, '201708', '代理文件处理费', 'null', 0, 0.00, 0, 189, '188.68', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (198, 19871, '201709', '热轧钢卷', '5.5*1500*C', 0, 147.90, 3635, 537636, '537635.52', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (199, 73712, '201706', '水平发泡机', 'null', 0, 0.01, 683761, 8547, '8547.01', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (200, 75650, '201703', '硫酸铜', 'null', 0, 25.00, 15, 385, '384.62', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (201, 33983, '201703', '松下空调', 'CU-A9B08', 0, 25.00, 1174, 29339, '29338.68', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (202, 90197, '201611', '浮球液位变送器', 'UHZ-233SD-2650', 0, 3.00, 2179, 6538, '6538.46', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (203, 35885, '201611', '甲醇', '净水', 0, 500.00, 1893, 946581, '946581.2', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (204, 93738, '201612', '外圆粗镗刀再研3255-248', 'D100.4*30°*C0.1（ RT-010）', 0, 1.00, 386, 386, '386.32', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (205, 21373, '201611', '住宿服务', 'null', 0, 0.00, 0, 357, '356.6', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (206, 31364, '201701', '兰蔻新菁纯柔润丝绒唇膏 198 3.4g', '3.4G', 0, 30.00, 189, 5677, '5676.93', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (207, 90031, '201612', '持针钳 16cm细针', 'J32050', 0, 200.00, 32, 6498, '6498.0', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (208, 95814, '201612', '刀片', 'VNMG160408VF CA5525', 0, 150.00, 20, 3069, '3069.23', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (209, 72148, '201612', '线束', '4080049620', 0, 9000.00, 8, 70560, '70560.0', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (210, 49807, '201701', '肿瘤标志物质控品', '11776452122', 0, 20.00, 1624, 32479, '32478.65', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (211, 88956, '201701', '球包', 'null', 0, 7.00, 1, 4, '4.47', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (212, 72149, '201704', '三坐标移机服务', 'DURMAX500', 0, 2.00, 4198, 8396, '8396.23', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (213, 40265, '201702', '得力（deli）33223 A4抽杆文件夹/报告夹套装 10个/袋 （白）', 'null', 0, 0.00, 0, -69, '-68.55', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (214, 50261, '201702', 'WMW182 86型音响信号插座（2端', 'WMW182', 0, 5.00, 13, 65, '65.47', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (215, 21212, '201705', '【京东超市】福临门 东北大米 水晶米 中粮出品 大米5kg', '水晶米', 0, 2.00, 26, 52, '52.04', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (216, 55552, '201707', 'HRB400', '8m', 0, 30.00, 3208, 96239, '96239.23', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (217, 25805, '201705', '铝片', '4.6*170', 0, 282.00, 15, 4167, '4167.09', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (218, 72427, '201704', '阿玛尼挚爱唇膏 300 4g', 'null', 0, 0.00, 0, -16, '-16.09', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (219, 88577, '201705', '燕京大粒纳豆50g*3', 'null', 0, 72.00, 3, 185, '184.62', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (220, 72507, '201704', '苏菲娜芯美颜日间倍防护乳液(清爽型)', 'null', 0, 1.00, 162, 162, '162.4', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (221, 72507, '201704', '苏菲娜芯美颜日间倍防护乳液(清爽型)', 'null', 0, 3.00, 162, 487, '487.19', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (222, 35911, '201708', '金属膜加工处理', '顶针', 0, 92.00, 51, 4718, '4717.95', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (223, 90792, '201705', '花型胶柄  螺丝刀柄T20X100mm', 'S056306B', 0, 576.00, 2, 916, '915.69', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (224, 35751, '201707', '咨询服务费', 'null', 0, 0.00, 0, 9434, '9433.96', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (225, 19611, '201705', '轴承', '6806ZZ', 0, 6.00, 60, 359, '358.97', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (226, 93193, '201709', '金属锁定接骨板钉系统', 'SDLD01 5.0*36', 0, 10.00, 315, 3151, '3150.77', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (227, 33523, '201707', '左前风档空气室隔板', '5304017BA-A01', 0, 300.00, 3, 1013, '1012.82', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (228, 35914, '201706', '接头', 'M8K3', 0, 90.00, 11, 962, '961.54', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (229, 35908, '201706', '门扣板', 'B007837-00', 0, 1.00, 6, 6, '5.98', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (230, 54829, '201710', '配件', '控制变压器 6HG.174.015 LGK8-40/100', 0, 1.00, 139, 139, '138.89', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (231, 42706, '201705', 'FC-S251氟碳面漆', 'null', 0, 600.00, 67, 40205, '40205.13', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (232, 28811, '201709', '芯片', '8023', 0, 500.00, 1, 748, '747.86', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (233, 90085, '201706', '翼子板', '32D 821 021', 0, 1.00, 570, 570, '570.0', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (234, 47458, '201709', '成型刀', 'T05-F-3.5*5.5', 0, 14.00, 323, 4523, '4523.08', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (235, 52168, '201707', '飞利浦（PHILIPS）升级新结构4位全长3米插座 分控/阻燃/节能一体芯 插排插线板/接线板/拖线板 SPS3', 'SPS3431C/93', 0, 2.00, 34, 68, '68.03', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (236, 73763, '201710', '手球', '34910SN100', 0, 120.00, 52, 6210, '6210.0', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (237, 31062, '201707', '运费', 'null', 0, 0.00, 0, 2137, '2136.75', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (238, 71238, '201707', 'F21-DNM-SP15-L16', 'null', 0, 3100.00, 0, 278, '278.21', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (239, 35893, '201708', '减振器(6541263110)', 'RB1007', 0, 50.00, 85, 4274, '4273.5', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (240, 32820, '201708', '短袖衬衫', 'S-XXXL', 0, 99.00, 135, 13369, '13369.23', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (241, 88578, '201709', '三全一碗饭自加热梅菜扣肉饭375g', 'null', 0, 24.00, 10, 252, '251.54', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (242, 67074, '201707', '咨询服务费', 'null', 0, 1.00, 9906, 9906, '9905.66', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (243, 68010, '201710', '左前翼子板装饰板', '05178151AD', 0, 1.00, 43, 43, '43.12', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (244, 95975, '201709', 'A7075铝材', 'null', 0, 46.60, 67, 3107, '3106.67', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (245, 72518, '201708', '欧舒丹玫瑰皇后润肤露 75ML', '24LC075R15', 0, 12.00, 255, 3064, '3063.95', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (246, 19757, '201708', '聚乙烯', '2102TX00', 0, 8.25, 8718, 71923, '71923.08', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (247, 35883, '201709', '【京东超市】美厨（maxcook）不锈钢碗 汤碗面碗6只装12cm 加厚双层隔热 MCWA-011 防烫 耐摔', '不锈钢碗', 0, 2.00, 48, 96, '95.56', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (248, 56260, '201709', '护套线', 'RVV 4*0.3', 0, 5.00, 110, 552, '552.26', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (249, 67119, '201709', '800克菌菇三鲜手工水饺8X40', 'null', 0, 0.00, 0, -52, '-52.08', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (250, 64997, '201711', '控制柜', 'LEC-2ACP-1.1', 0, 1.00, 161, 161, '161.28', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (251, 76933, '201711', '外螺纹锻钢截止止回阀', 'GB1241-83 40010', 0, 1.00, 66, 66, '65.81', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (252, 37519, '201711', '四轴线材', '电柜段', 0, 5.00, 222, 1111, '1111.11', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (253, 36747, '201709', '丙烯酸树脂CH-380', '200KG/桶', 0, 4000.00, 19, 75648, '75647.86', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (254, 56288, '201711', '后尾灯座', 'null', 0, 10.00, 200, 1998, '1997.86', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (255, 21692, '201711', '接插件', '2232342-1', 0, 90.00, 74, 6692, '6692.31', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (256, 67110, '201611', '饮料', 'null', 0, 20.00, 1068, 21368, '21367.52', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (257, 30903, '201704', 'P550冰红15入SP', '15入', 0, 3000.00, 17, 49718, '49717.95', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (258, 21002, '201701', '垫圈', '20 A2', 0, 136.00, 1, 69, '69.04', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (259, 48022, '201701', '再制造发电机', 'null', 0, 30.00, 232, 6949, '6948.72', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (260, 95623, '201611', '涤纶丝', '300D', 0, 9201.60, 8, 74871, '74871.19', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (261, 97829, '201706', '后保险杠护杠（1）', 'JTJP-2804000001-T22-27093', 0, 15.00, 120, 1795, '1794.87', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (262, 92544, '201706', '星型联轴器', 'XL5', 0, 11.00, 137, 1504, '1504.27', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (263, 48443, '201706', '预应力混凝土用钢绞线', '1*7-15.20mm', 0, 0.34, 3868, 1323, '1322.69', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (264, 28474, '201701', 'K25310B5100', '散热器', 0, 1.00, 628, 628, '628.0', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (265, 20867, '201710', '轴承', 'HK0810-2RS', 0, 10000.00, 1, 12821, '12820.51', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (266, 17626, '201710', '电动推杆', 'ML8-ML12', 0, 82.00, 274, 22462, '22462.39', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (267, 42747, '201704', '牛皮纸', '150g', 0, 8.00, 474, 3795, '3794.87', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (268, 30581, '201701', '电容', '0603223K/50V', 0, 4.00, 20, 80, '80.0', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (269, 55418, '201701', '2017小熊维尼春款X7117大红150', '150', 0, 2.00, 47, 95, '94.55', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (270, 55418, '201701', '贝兜牛肉番茄营养小米米粉', '400g', 0, 6.00, 49, 296, '296.41', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (271, 60356, '201705', '夏普彩电爱奇艺会员1', 'null', 0, 0.00, 0, 474, '474.13', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (272, 26397, '201703', '垫板', '43*49', 0, 1000.00, 9, 8547, '8547.01', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (273, 90195, '201703', '镀锌扁钢', '40*4', 0, 30.00, 7, 205, '205.13', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (274, 95730, '201708', '调节器', 'A20-209Y', 0, 240.00, 34, 8205, '8205.13', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (275, 76347, '201710', '铅芯', '木工', 0, 153000.00, 5, 784615, '784615.38', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (276, 43051, '201709', '压敏电阻07K-510V-±10％-IC3.0-山蒲', 'MYG07K', 0, 0.40, 684, 274, '273.5', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (277, 27374, '201705', '金刚滚轮', 'W-022-JG01-588-1', 0, 1.00, 3068, 3068, '3067.52', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (278, 94160, '201706', '电子元件（基座）', '3225XP', 0, 1000000.00, 0, 81000, '81000.0', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (279, 89805, '201703', 'Apple iPhone 7 Plus 128GB 红色 移动联', 'null', 0, 0.00, 0, 5789, '5789.22', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (280, 89267, '201701', '电涌保护器', 'XLS-4P 40-80KA', 0, 4.00, 97, 389, '388.89', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (281, 48204, '201703', '水箱框架', 'RF（H1）', 0, 15.00, 188, 2821, '2820.51', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (282, 26359, '201612', '水冷螺杆式冷水机组', 'RTHD-D1G1G1', 0, 2.00, 416154, 832308, '832307.69', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (283, 59552, '201706', '轴承', 'UCT206', 0, 2.00, 81, 162, '162.39', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (284, 28158, '201612', '无石棉离合器面片 B-8805', '258.00/175.00/3.50', 0, 214.00, 25, 5243, '5243.0', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (285, 16133, '201704', '热浸镀锌钢卷:一级', '3.000*1250.0', 0, 11155.00, 4, 47881, '47880.69', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (286, 89216, '201707', '棉质巢全棉印花单人床单-多彩条160*230cm', 'null', 0, 5.00, 49, 244, '243.59', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (287, 34009, '201702', '铝管1050AF', '50*2.5', 0, 198.00, 14, 2857, '2856.62', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (288, 45971, '201706', '\"6\"\"深圆盘\"', 'C500501', 0, 900.00, 4, 3444, '3444.44', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (289, 60354, '201706', '黑人（DARLIE）', 'null', 0, 0.00, 0, 35, '35.18', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (290, 60354, '201706', '惠而浦洗衣机WB30', 'null', 0, 0.00, 0, 1261, '1261.4', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (291, 60354, '201706', 'Apple iPho', 'null', 0, 0.00, 0, 2219, '2218.87', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (292, 60354, '201706', 'Tempo/得宝 抽', 'null', 0, 0.00, 0, 24, '24.24', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (293, 60354, '201706', '美丽雅保鲜膜30米x', 'null', 0, 0.00, 0, 14, '13.82', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (294, 60354, '201706', '超威植物艾草清香型电', 'null', 0, 0.00, 0, 13, '12.58', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (295, 60354, '201706', '【苏宁易购超市】蒙牛', 'null', 0, 0.00, 0, 31, '30.76', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (296, 60354, '201706', '夏普彩电LCD-45', 'null', 0, 0.00, 0, 1192, '1192.07', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (297, 60354, '201706', '诺基亚手机105（蓝', 'null', 0, 0.00, 0, 108, '108.23', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (298, 60354, '201706', '日本花王（Merri', 'null', 0, 0.00, 0, 84, '83.76', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (299, 60354, '201706', '蓝月亮 手洗专用洗衣', 'null', 0, 0.00, 0, 13, '13.36', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (300, 60354, '201706', '力士娇肤香皂恒久嫩肤', 'null', 0, 0.00, 0, 9, '9.33', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (301, 60354, '201706', '小天鹅洗衣机TB80', 'null', 0, 0.00, 0, 2260, '2260.36', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (302, 60354, '201706', '荣耀V9全网通（4+', 'null', 0, 0.00, 0, 2188, '2187.59', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (303, 60354, '201706', '清风 抽纸 淡绿花2', 'null', 0, 0.00, 0, 34, '34.15', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (304, 60354, '201706', '美的(Midea)W', 'null', 0, 0.00, 0, 226, '226.01', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (305, 60354, '201706', '妮维雅男士水活多效洁', 'null', 0, 0.00, 0, 17, '17.44', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (306, 60354, '201706', '惠而浦空调 ISH-', 'null', 0, 0.00, 0, 1815, '1815.04', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (307, 60354, '201706', '小米（MI）便携鼠标', 'null', 0, 0.00, 0, 75, '75.45', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (308, 60354, '201706', '华为麦芒5（MLA-', 'null', 0, 0.00, 0, 1660, '1659.57', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (309, 60354, '201706', '好奇(Huggies', 'null', 0, 0.00, 0, 104, '103.7', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (310, 60354, '201706', '大金空调ATXR23', 'null', 0, 0.00, 0, 4380, '4380.43', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (311, 60355, '201708', 'TCL电视 L32P', 'null', 0, 0.00, 0, 1271, '1271.23', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (312, 60355, '201708', '老板嵌入式燃气灶JZ', 'null', 0, 0.00, 0, 4667, '4666.76', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (313, 21633, '201708', '厄贝沙坦氢氯噻嗪片', '150mg:12.5mg*7片', 0, 6000.00, 15, 91385, '91384.62', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (314, 63974, '201707', '刻度盘', '25040128(254004) 游尺盘', 0, 10.00, 38, 376, '376.07', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (315, 40530, '201710', '20夹箍', 'null', 0, 10000.00, 0, 1282, '1282.05', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (316, 28367, '201710', '涤纶面料', 'null', 0, 166.00, 9, 1490, '1489.74', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (317, 29284, '201708', '住宿费', 'null', 0, 0.00, 0, 555, '554.72', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (318, 35766, '201707', '住宿费', 'null', 0, 0.00, 0, 583, '582.52', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (319, 38674, '201708', '小缸费', 'null', 0, 4.00, 256, 1026, '1025.64', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (320, 73581, '201708', '环标刻度吸管A', '1ml', 0, 100.00, 5, 465, '464.96', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (321, 52028, '201709', '派尼尔拍纸本', '142*203', 0, 160.00, 1, 100, '99.83', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (322, 96824, '201707', '荣威PDQ P-14740-A-74-01白色五层箱', 'null', 0, 5.00, 14, 68, '67.94', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (323, 16739, '201704', '铝合金', '2024-T351 30*120*425-27P 490615540', 0, 122.85, 43, 5303, '5302.5', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (324, 49175, '201707', '汽车外胎', 'null', 0, 0.00, 0, -1675, '-1675.22', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (325, 29345, '201710', '色丁上浆布', 'null', 0, 949.00, 4, 3893, '3893.33', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (326, 95939, '201711', '六片组合模', 'S7.78', 0, 2.00, 632, 1265, '1264.96', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (327, 88433, '201710', '钢管', 'null', 0, 20.45, 4641, 94927, '94926.84', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (328, 16648, '201708', '控制附件', 'H2U-CAN-BD', 0, 11.00, 85, 940, '940.17', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (329, 95093, '201711', '15030床尾网', '3010404120', 0, 985.00, 18, 17469, '17469.02', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (330, 55419, '201709', '富达尔过家家玩具迷你家电系列（5款 FDE322）', 'null', 0, 30.00, 108, 3229, '3229.48', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (331, 55419, '201709', '富达尔趣味医疗箱FDE350', '详见标识', 0, 16.00, 94, 1497, '1496.75', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (332, 55419, '201709', '富达尔趣味医疗箱FDE350', '详见标识', 0, 96.00, 79, 7631, '7630.74', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (333, 55419, '201709', '富达尔过家家玩具迷你家电系列（5款 FDE322）', 'null', 0, 15.00, 15, 232, '232.05', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (334, 55419, '201709', '冬己厨具套装FDE359', 'FDE359', 0, 5.00, 32, 162, '162.39', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (335, 55419, '201709', '冬己喇叭FDE623', 'null', 0, 8.00, 14, 112, '112.44', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (336, 55419, '201709', '冬己 9CM冬己娃娃FDE0901', '详见标识', 0, 12.00, 41, 496, '496.41', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (337, 55419, '201709', '冬己18cm小熊娃娃FDE1806', '详见标识', 0, 3.00, 70, 210, '210.12', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (338, 55419, '201709', '冬己甜品屋FDE328', 'FDE328', 0, 66.00, 23, 1520, '1520.26', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (339, 55419, '201709', '冬己小提琴', 'null', 0, 0.00, 0, -83, '-83.4', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (340, 27338, '201710', '胶条', 'DW520A', 0, 5.00, 76, 380, '380.34', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (341, 20741, '201703', '500ml*6 西塘1618手工纯酿黄酒（红标）', 'null', 0, 0.00, 0, -35607, '-35606.67', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (342, 81106, '201702', '小黄人4+1可擦中性笔JL-ZB8703', 'null', 0, 0.00, 0, -73, '-72.6', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (343, 18208, '201709', '基础电信服务', '1', 1, 1.00, 32, 32, '32.12', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (344, 74903, '201612', 'XF40622AQA001 编码器连接轴', 'null', 0, 23.00, 26, 587, '586.5', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (345, 29402, '201706', '040003314 衬片', 'Orca', 0, 101.00, 7, 667, '666.78', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (346, 80037, '201611', '儿童咳液', '10ml×10×60盒', 0, 120.00, 21, 2564, '2564.1', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (347, 18946, '201708', '修理费', '特里同塘鹅', 0, 0.00, 0, 1668, '1668.38', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (348, 9561, '201708', '面料', 'LY02046', 0, 4800.00, 59, 283077, '283076.92', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (349, 67025, '201701', '洗衣机配件', 'null', 0, 1356.00, 7, 10111, '10111.11', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (350, 1519, '201612', '宝骏汽车', 'null', 0, 1.00, 39145, 39145, '39145.3', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (351, 13128, '201701', '中性笔', 'null', 0, 7630.00, 1, 4274, '4273.5', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (352, 42236, '201703', '信息技术服务', '1', 1, 1.00, 1, 1, '1.25', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (353, 31647, '201705', '电线', 'BVR-4', 0, 4.00, 248, 991, '991.45', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (354, 82747, '201611', '消防泵', 'XBD4.8/2.3-50L  4KW', 0, 4.00, 799, 3197, '3196.58', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (355, 73468, '201701', '鞋底', 'null', 0, 8500.00, 9, 72650, '72649.57', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (356, 87479, '201703', '聚丙烯', 'TF400', 0, 5.00, 7778, 38889, '38888.89', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (357, 6286, '201709', '皮带', 'null', 0, 2200.00, 7, 14667, '14666.67', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (358, 48638, '201705', '爬梯', 'null', 0, 48.00, 169, 8111, '8110.77', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (359, 68787, '201705', '中空棉盖被', 'null', 0, 900.00, 53, 47338, '47338.46', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (360, 53237, '201706', '窑尾改布袋除尘器', 'JPF705-2X6', 0, 0.40, 2664850, 1065940, '1065940.17', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (361, 62147, '201612', '钢板', 'Feb-37', 0, 92.00, 7, 661, '660.51', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (362, 67384, '201611', '聚乙二醇', 'PEG-400', 0, 0.20, 9402, 1880, '1880.34', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (363, 86112, '201701', '传感器', '512169', 0, 100.00, 4, 410, '410.26', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (364, 10941, '201611', '磁芯泡沫盒', 'null', 0, 3000.00, 0, 897, '897.44', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (365, 66278, '201611', '魅族  M681C', 'null', 0, 110.00, 855, 94017, '94017.09', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (366, 86746, '201701', '蓝月亮丝毛净', '500ml', 0, 75.00, 12, 865, '865.38', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (367, 4934, '201611', '光亮剂', 'null', 0, 200.00, 11, 2222, '2222.22', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (368, 34261, '201612', '丝扣安全阀', 'DN50', 0, 1.00, 103, 103, '102.56', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (369, 50195, '201612', '台式电子秤', '100KG', 0, 2.00, 333, 667, '666.67', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (370, 50663, '201705', '电力', 'null', 0, 5275.00, 1, 4105, '4105.36', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (371, 35213, '201708', '电风扇', 'null', 0, 8.00, 76, 609, '608.55', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (372, 40742, '201611', '贴片二极管', '1N4148W  T4', 0, 6000.00, 0, 256, '256.41', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (373, 47488, '201612', '快件费', 'null', 0, 0.00, 0, 44024, '44023.58', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (374, 24194, '201611', '脚轮', '3683-77', 0, 8.00, 12, 98, '98.38', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (375, 60877, '201611', '挖掘机座板', '20*105*105', 0, 66.00, 9, 622, '621.64', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (376, 59206, '201704', '普门袋香', 'PM-T117T', 0, 30000.00, 0, 7692, '7692.31', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (377, 29861, '201612', '三芯蛇头电源线', '3*0.5*3', 0, 10050.00, 4, 40372, '40371.79', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (378, 34544, '201612', '过滤器', 'HW304A', 0, 1.00, 163, 163, '162.95', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (379, 83877, '201705', '机关室内辅机台', 'null', 0, 1769.61, 8, 13272, '13272.08', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (380, 49048, '201612', '不锈钢元钢0CR18NI9', 'Ф90', 0, 8.70, 11966, 104150, '104150.43', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (381, 57725, '201708', '木制玩具', 'null', 0, 3238.00, 27, 86070, '86069.91', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (382, 58625, '201707', '国产橡胶木料', 'null', 0, 30.00, 2991, 89744, '89743.59', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (383, 74963, '201710', '纸箱', 'null', 0, 12500.00, 7, 85470, '85470.09', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (384, 92926, '201705', '农夫山泉天然水4L1*4', '1*4', 0, 50.00, 20, 983, '982.91', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (385, 24490, '201612', '梳子', '1653366', 0, 10.00, 89, 892, '892.22', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (386, 25145, '201701', '空气导管', 'L3C8 121 330 B', 0, 1.00, 9, 9, '9.4', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (387, 47390, '201704', '活门机构', '5XS.320.012', 0, 2.00, 248, 496, '495.73', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (388, 66169, '201612', '公园桌', 'null', 0, 132.00, 76, 10041, '10041.03', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (389, 41502, '201612', '高蛋白高钙脱脂奶粉1x24x400g', 'null', 0, 0.00, 0, -26, '-26.39', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (390, 54856, '201611', '纸箱', 'null', 0, 3333.00, 5, 17092, '17092.31', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (391, 8257, '201611', '轴承', '6305-2RZ', 0, 1900.00, 7, 13803, '13803.42', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (392, 73455, '201701', '香烤小黄鱼', 'null', 0, 1.00, 44, 44, '43.66', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (393, 86425, '201612', '不锈钢元钢0Cr18Ni9', 'φ130', 0, 8.82, 10940, 96492, '96492.31', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (394, 27856, '201612', '车用柴油（V）', '0号', 0, 343.05, 5, 1709, '1709.4', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (395, 8809, '201703', '紧固件', '16*30*3平垫', 0, 100.00, 0, 10, '10.26', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (396, 72281, '201701', '印刷品', 'null', 0, 1.00, 85470, 85470, '85470.09', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (397, 74776, '201612', '气室皮碗', 'null', 0, 2000.00, 5, 9530, '9529.91', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (398, 47149, '201702', '铜套', 'null', 0, 634.20, 74, 47204, '47204.27', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (399, 21960, '201612', '锁块', 'WFTB09-02-01', 0, 2.00, 115, 229, '229.06', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (400, 63215, '201708', '箱包', 'null', 0, 1271.00, 66, 84097, '84096.99', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (401, 70112, '201702', 'DSNXB3616-6  语文簿', 'null', 0, 80.00, 2, 171, '170.93', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (402, 61880, '201704', '伸缩护罩', 'MV-1600B', 0, 1.00, 8738, 8738, '8738.1', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (403, 61884, '201612', '十字槽一字螺丝', '4*14', 0, 300.00, 17, 5128, '5128.21', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (404, 83006, '201703', '外轮加工费', 'PT HOW1004', 0, 351.00, 3, 1224, '1224.0', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (405, 87440, '201702', '茶咖风味饮料400ml(1*15)', '1*15', 0, 350.00, 17, 5833, '5833.33', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (406, 93779, '201611', '绵羊革', 'F', 0, 4127.40, 15, 59971, '59970.77', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (407, 55429, '201701', '宠物用品（化纤制狗咬物）', 'null', 0, 660.00, 7, 4530, '4529.91', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (408, 7362, '201702', 'FF玉米粒(哈立克) 1kg', 'null', 0, 10.00, 14, 141, '141.27', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (409, 36418, '201704', '房屋租金', 'null', 0, 0.00, 0, 16667, '16666.67', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (410, 19112, '201704', '烫纸', 'null', 0, 30.00, 40, 1195, '1194.87', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (411, 15123, '201707', '磁粉', 'FA-700K', 0, 5.00, 6624, 33120, '33119.66', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (412, 88947, '201706', '电力', 'null', 0, 263.00, 1, 184, '183.56', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (413, 27966, '201704', '003泡沫角', 'null', 0, 33600.00, 0, 14359, '14358.97', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (414, 48787, '201611', '钢管', '16*0.7*5.3', 0, 0.46, 3393, 1561, '1560.85', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (415, 74285, '201705', '汽油92#', 'null', 0, 23.23, 4303, 99968, '99968.42', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (416, 62200, '201703', '球阀', 'Q41F-16C-DN25', 0, 5.00, 111, 556, '555.56', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (417, 87474, '201612', '休闲裤', '341160612', 0, 193.00, 121, 23424, '23423.93', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (418, 57251, '201704', '右排水管', 'P01T027072', 0, 344.00, 6, 1997, '1997.26', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (419, 57242, '201611', '行程开关', 'TZ-8108', 0, 20.00, 20, 407, '407.18', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (420, 85593, '201704', '机用丝锥', 'M8', 0, 35.00, 7, 237, '237.22', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (421, 16679, '201704', '弹线（4）', '65mn*1.8镀彩锌', 0, 936.00, 0, 72, '72.0', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (422, 74538, '201612', '染色加工费', 'null', 0, 2241.00, 2, 3850, '3849.92', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (423, 26189, '201611', '一开二三插', 'null', 0, 50.00, 8, 385, '384.62', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (424, 7565, '201611', '2016年第一批低压电网成本性项目项目（62号）前化滩3号台片等11个项目', 'null', 0, 0.00, 0, 220301, '220300.97', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (425, 88218, '201705', '产品流动卡', '1416W0649(焊接完了品)(白色附图16)', 0, 40.00, 7, 292, '292.0', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (426, 12045, '201701', '冷轧板', '1.5', 0, 1.44, 3761, 5419, '5419.15', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (427, 85862, '201612', '润滑油嘉实多大力士15W40', '18L', 0, 35.00, 267, 9333, '9333.33', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (428, 89485, '201701', '封箱胶带', '60*68', 0, 1740.00, 4, 6603, '6603.08', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (429, 79924, '201703', '服装', 'null', 0, 93.00, 176, 16374, '16374.36', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (430, 79920, '201707', '服装', 'null', 0, 81.00, 239, 19385, '19384.62', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (431, 96805, '201711', '传动油滤芯', 'D50SC-5', 0, 1.00, 94, 94, '94.02', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (432, 83103, '201612', '桁架配件', 'J15-1612-148', 0, 200.00, 3, 612, '611.97', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (433, 61143, '201701', '加长直钻', '6.7*100', 0, 10.00, 44, 444, '444.44', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (434, 81670, '201710', 'PVC电缆料', 'HZ-90(36)', 0, 1.93, 10769, 20731, '20730.77', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (435, 62145, '201710', '加强铁', 'Mar-88', 0, 389.00, 1, 389, '389.0', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (436, 53337, '201701', '新希望双峰柠檬西柚酸牛奶', 'null', 0, 0.00, 0, -14, '-14.35', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (437, 17018, '201704', '麝香镇痛膏', '6x10x5', 0, 1200.00, 1, 1446, '1446.15', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (438, 80425, '201703', '后超长光电支架', 'SA2D000010303', 0, 24.00, 10, 232, '231.79', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (439, 40812, '201704', 'PE母粒', 'Q210黑', 0, 250.00, 14, 3526, '3525.64', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (440, 54438, '201703', '车船用油', '自助0号车用柴油（Ⅴ）', 0, 432.52, 5, 2240, '2239.99', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (441, 31334, '201702', '护套线', 'null', 0, 1.00, 146, 146, '145.63', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (442, 40554, '201706', '合结钢40Cr', 'φ24', 0, 1316.00, 3, 4364, '4364.17', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (443, 70796, '201702', '服装加工费', 'SS17MDVTRSURB309', 0, 780.00, 12, 9000, '9000.0', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (444, 56958, '201703', '展架制作', 'null', 0, 28.00, 194, 5437, '5436.89', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (445, 48528, '201709', '直径50PE管', 'null', 0, 400.00, 12, 4854, '4854.37', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (446, 61169, '201704', '补贴', 'null', 0, 1.00, 1739, 1739, '1739.13', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (447, 66256, '201612', '铁皮打包带', '16*0。36', 0, 500.00, 4, 2094, '2094.02', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (448, 61010, '201703', '工具', 'null', 0, 1.00, 21880, 21880, '21880.34', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (449, 7033, '201703', '背包', 'null', 0, 5.00, 85, 427, '427.35', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (450, 17459, '201704', '锦纶丝', '22/7AA', 0, 324.00, 30, 9831, '9830.77', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (451, 11193, '201706', '舒肤佳海盐天然洁净沐浴露400毫升', 'null', 0, 6.00, 143, 859, '858.63', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (452, 41539, '201707', '住宿费', 'null', 0, 0.00, 0, 1035, '1034.91', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (453, 25407, '201708', '圣莲娜皮筋SLN-0010', 'null', 0, 80.00, 3, 219, '218.8', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (454, 5560, '201710', '跨度 纯手工头层牛皮动感休闲夏季包头沙滩防滑舒适男士凉鞋16823', 'null', 0, 14.00, 145, 2034, '2034.19', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (455, 4926, '201701', '螺丝全套', '8.8 12*55', 0, 330.00, 1, 183, '183.33', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (456, 6270, '201612', '过滤器', '7立方', 0, 2.00, 68, 137, '136.75', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (457, 9204, '201702', '涤纶短纤', '三维7D*64本白阻燃', 0, 2.09, 7949, 16585, '16585.0', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (458, 53694, '201701', '蜜炼枇杷糖', '32g(16粒）', 0, 10.00, 3, 30, '29.91', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (459, 63668, '201701', '氧气', 'null', 0, 10.00, 17, 171, '170.94', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (460, 41743, '201612', 'V2218 130抽维达纸面巾(1×3×12)装/箱(新规格)', '1×3×12', 0, 6.08, 103, 626, '626.11', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (461, 15526, '201704', '电力', 'null', 0, 7544.00, 1, 6579, '6579.01', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (462, 90993, '201704', '800ML海天豉油王酱油', '1*12', 0, 240.00, 4, 923, '923.08', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (463, 72329, '201707', '电力', 'null', 0, 256900.00, 1, 174829, '174829.49', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (464, 1017, '201706', '变形机器人-多多', '720121', 0, 24.00, 32, 759, '758.97', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (465, 70588, '201701', '六角法兰面螺栓', 'A13-1700105', 0, 1.50, 601, 902, '901.5', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (466, 62796, '201705', 'TP304不锈钢管', 'φ60.3*3.91*6000', 0, 68.00, 16, 1104, '1104.27', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (467, 3584, '201709', '铝锅套装', 'null', 0, 100.00, 167, 16747, '16746.86', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (468, 49864, '201711', '不锈钢元钢06CR18NI11TI', 'φ126', 0, 4.21, 14103, 59344, '59343.59', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (469, 61941, '201711', '地脚螺栓', '4M30*200', 0, 32.00, 259, 8298, '8298.12', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (470, 86027, '201612', '（详见销货清单）', 'null', 0, 0.00, 0, 40400, '40399.82', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (471, 25226, '201611', '混炼胶', '20kg', 0, 3.00, 12821, 38462, '38461.54', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (472, 63547, '201611', '格力空调', 'KFR-120LW/E(12568L)A1-N1', 0, 2.00, 6880, 13761, '13760.68', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (473, 13655, '201702', '医用愈肤生物膜（水剂活性敷料）', '50ml', 0, 500.00, 19, 9402, '9401.71', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (474, 85832, '201612', '住宿费', 'null', 0, 0.00, 0, 1840, '1839.62', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (475, 64131, '201611', 'PET380纯净水15入纸箱', '15入', 0, 49.16, 7, 329, '329.02', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (476, 9454, '201703', 'T型三通', '通用', 0, 40.00, 2, 72, '71.79', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (477, 34591, '201612', '不锈钢外六角', '12*55', 0, 4.50, 790, 3554, '3553.85', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (478, 54171, '201611', '冬季中跟单靴', '154174434', 0, 3.00, 78, 233, '233.43', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (479, 7977, '201706', '低压球阀Q41F46-16C', 'DN25', 0, 10.00, 359, 3590, '3589.74', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (480, 56304, '201611', '插座', 'SJ6345A-4P 镀银/短脚/单声道', 0, 2000.00, 1, 1624, '1623.93', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (481, 1897, '201611', '10KV冷缩户内', '3*95', 0, 4.00, 158, 632, '632.48', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (482, 70741, '201704', 'NM1-125H 导电系统100A', '5ZTD.559.043.6', 0, 5040.00, 4, 18134, '18134.42', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (483, 75159, '201612', '导向套', 'HTF90-02-90', 0, 6.00, 26, 154, '153.85', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (484, 63229, '201704', '猪头层皮', 'null', 0, 25942.90, 6, 144127, '144127.45', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (485, 51066, '201708', '塞头', '50', 0, 37.00, 5, 169, '169.09', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (486, 95698, '201701', '聚氨酯原液', 'B', 0, 5800.00, 16, 94186, '94186.33', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (487, 89967, '201703', '聚氨酯原液', 'B', 0, 9000.00, 16, 143846, '143846.15', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (488, 81906, '201705', '女鞋', 'null', 0, 7200.00, 11, 77856, '77856.0', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (489, 96466, '201702', '衬衫', 'null', 0, 23.00, 541, 12448, '12448.07', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (490, 83963, '201703', '小螺钉', '712101D', 0, 1000.00, 0, 50, '50.0', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (491, 18072, '201611', '无纺布', 'null', 0, 751.00, 12, 8986, '8986.32', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (492, 17987, '201612', '石英管', 'φ160/170*2210mm', 0, 2.00, 16239, 32479, '32478.63', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (493, 35598, '201701', '柴油', '0号', 0, 1.43, 5978, 8547, '8547.01', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (494, 11061, '201612', '用电安全智能传感终端', 'null', 0, 3.00, 726, 2179, '2179.49', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (495, 54125, '201701', '塑料护套', '25型', 0, 5205.00, 2, 8453, '8452.56', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (496, 12220, '201705', '蜂窝纸板', '6-EVF-100D/10上', 0, 40.00, 9, 341, '340.51', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (497, 50655, '201611', '全棉坯布', 'null', 0, 877.80, 8, 6752, '6752.31', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (498, 31346, '201611', '西门子对开门冰箱', 'null', 0, 0.00, 0, -12821, '-12820.51', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (499, 15502, '201704', '涤粘梭织坯布', '77', 0, 8527.60, 6, 54663, '54663.46', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (500, 23025, '201702', '瓷管', 'M102060068', 0, 639.00, 103, 65538, '65538.46', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (501, 58360, '201701', '针织布', 'null', 0, 402.10, 44, 17527, '17527.44', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (502, 90547, '201612', '淬火加工费', 'null', 0, 25952.00, 1, 23290, '23290.26', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (503, 86803, '201701', '银焊料', '20B', 0, 20.00, 863, 17265, '17264.96', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (504, 86824, '201612', '万向橡胶轮', '3寸', 0, 20.00, 15, 308, '307.69', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (505, 15794, '201612', '平板', '790x 590x(HOO1OU1       )', 0, 770.00, 1, 941, '941.11', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (506, 13958, '201703', '活性嫩黄P-6GS', 'null', 0, 200.00, 21, 4274, '4273.5', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (507, 94732, '201701', '汽油', '92#', 0, 30.91, 6, 171, '170.94', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (508, 56706, '201611', '针织坯布', 'null', 0, 3429.95, 17, 59394, '59394.44', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (509, 49191, '201611', '汤斗', '500', 0, 2.00, 51, 103, '102.56', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (510, 50867, '201702', '圆柱销', '12*1米', 0, 50.00, 10, 513, '512.82', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (511, 73111, '201704', '糯米酒', '400ml', 0, 30.00, 1, 32, '31.86', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (512, 75473, '201707', '增值电信服务', '1', 1, 1.00, 82, 82, '81.92', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (513, 23243, '201704', '罗纹钢', '16m/m', 0, 7.96, 2769, 22054, '22054.15', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (514, 10743, '201704', '水泵', 'HJ752', 0, 150.00, 12, 1764, '1764.1', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (515, 77916, '201708', '毛织', 'null', 0, 2.00, 968, 1935, '1935.37', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (516, 48571, '201707', '槽  　钢', 'null', 0, 2.00, 449, 897, '897.44', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (517, 10999, '201701', '活门组', 'null', 0, 31000.00, 1, 40803, '40803.42', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (518, 59801, '201611', '交强险', 'null', 0, 1.00, 849, 849, '849.06', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (519, 90120, '201704', '基础电信服务费', 'null', 0, 1.00, 2642, 2642, '2642.34', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (520, 57233, '201611', '分气链条调整器', 'QJ465MS.4.1', 0, 1503.00, 12, 18284, '18283.69', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (521, 7197, '201702', '管接头1', 'CF4G15T-1118030-1', 0, 1600.00, 1, 2325, '2324.79', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (522, 11711, '201701', '电动泵', 'HHB-700A', 0, 1.00, 1232, 1232, '1231.62', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (523, 18407, '201612', '胶管', 'T3482V049', 0, 2.00, 3, 6, '5.98', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (524, 46239, '201612', '盐酸帕罗西汀片（乐友）', '20mg*14片', 0, 1000.00, 52, 51923, '51923.08', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (525, 7198, '201703', '包装扣', 'null', 0, 50.00, 2, 107, '106.84', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (526, 12948, '201612', '黛丽舍不锈钢汤锅', 'GL1722B', 0, 6.00, 138, 830, '830.08', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (527, 13798, '201702', '锈不了节能无涂层铁锅', 'null', 0, 0.00, 0, -191, '-190.71', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (528, 78992, '201705', '横向刨皮刀.B系列', 'GJ09B1', 0, 48.00, 9, 410, '410.26', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (529, 85499, '201612', '鞋楦', 'null', 0, 406.00, 15, 5897, '5897.44', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (530, 66789, '201703', '22cm不锈钢汤锅', 'C1722', 0, 224.00, 52, 11623, '11623.11', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (531, 30289, '201702', '天然养生陶瓷煲', 'CP17A', 0, 1.00, 188, 188, '188.03', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (532, 92660, '201703', '电力', 'null', 0, 5879.00, 1, 4584, '4583.74', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (533, 25825, '201704', 'KTA塑料袋', '39*40', 0, 2000.00, 0, 351, '351.45', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (534, 46418, '201612', '围裙手指', '726A', 0, 20.00, 4530, 90598, '90598.29', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (535, 51169, '201709', '龙士达中号微波饭煲 1110', 'L-1110', 0, 10.00, 11, 111, '111.11', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (536, 18210, '201701', '拖鞋（PU面）', 'null', 0, 6000.00, 12, 69060, '69059.83', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (537, 63708, '201612', '拉紧轮', 'A19066', 0, 3.00, 56, 167, '166.67', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (538, 65784, '201612', '标贴', 'null', 0, 200.00, 3, 581, '581.2', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (539, 14264, '201612', '脚轮', 'null', 0, 564.00, 53, 29915, '29914.53', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (540, 37516, '201704', '标准件', 'null', 0, 2381.00, 18, 42736, '42735.9', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (541, 14097, '201705', '中统雨鞋', '1*10', 0, 2.00, 56, 111, '111.11', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (542, 87177, '201612', '运费', 'null', 0, 0.00, 0, 12222, '12221.62', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (543, 86119, '201611', '家常豆角', '散装', 0, 6.40, 13, 83, '82.69', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (544, 25338, '201701', '后弓七片', 'YTS10/90*13', 0, 18.00, 23, 420, '420.38', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (545, 52603, '201612', '办公用品', 'null', 0, 1.00, 852, 852, '852.14', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (546, 88177, '201611', '接插件', '5-103635-2', 0, 200.00, 4, 786, '786.32', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (547, 58715, '201701', '竹纤维2条装女内裤', 'MC8970-XL', 0, 80.00, 17, 1333, '1333.33', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (548, 1464, '201611', '脖套（60%腈纶40%涤纶）', 'null', 0, 1360.00, 22, 29292, '29292.31', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (549, 1643, '201612', '公司形象袋', '300*400*80', 0, 1000.00, 2, 2470, '2469.57', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (550, 93606, '201611', '电力', 'null', 0, 4234.00, 1, 3406, '3406.25', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (551, 47886, '201611', '光电开关', 'BEN5M-MFR', 0, 1.00, 128, 128, '128.21', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (552, 60535, '201704', '办公用品', 'null', 0, 1.00, 65, 65, '64.96', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (553, 62010, '201710', '不锈钢保温杯', 'NNPM-360-1', 0, 120.00, 38, 4615, '4615.38', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (554, 11040, '201612', '聚脂铁芯轮', 'null', 0, 1266.00, 11, 13719, '13718.8', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (555, 41706, '201704', '电力转让', 'null', 0, 64762.00, 1, 48061, '48061.12', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (556, 14023, '201707', '重型脚轮', '8寸刹车', 0, 40.00, 77, 3077, '3076.92', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (557, 55962, '201710', '聚合氯化铝', 'null', 0, 2.00, 1709, 3419, '3418.8', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (558, 73939, '201612', '450甜牛奶', '1*12', 0, 5500.00, 17, 94017, '94017.09', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (559, 79431, '201612', '全抛光双开口扳手22*24mm', 'null', 0, 1.00, 9, 9, '8.55', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (560, 43158, '201702', '餐饮管理服务费', 'null', 0, 0.00, 0, 77159, '77159.43', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (561, 58890, '201703', '10G果味大棒棒糖(多口味）1*28', 'null', 0, 8000.00, 1, 4444, '4444.44', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (562, 47937, '201704', '蛋格', '22*25', 0, 612.00, 0, 73, '73.23', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (563, 74736, '201704', '夹件', 'SZ13-M-100(Q5427.4GW)', 0, 159.00, 144, 22967, '22966.67', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (564, 7573, '201704', '移液器', '0.5-5ml', 0, 1.00, 1197, 1197, '1196.58', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (565, 43977, '201707', '标贴', '30109013905', 0, 43.00, 1, 24, '23.89', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (566, 69728, '201611', '叉车配件：驱动轮（聚氨酯）', 'null', 0, 2.00, 1412, 2824, '2823.96', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (567, 84333, '201612', '针织布染色', 'null', 0, 0.00, 0, -27471, '-27470.94', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (568, 56946, '201701', '光亮平滑剂DX8873', 'null', 0, 1125.00, 9, 9615, '9615.38', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (569, 2295, '201706', '缩绒加工费', 'null', 0, 11539.00, 2, 25641, '25641.03', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (570, 94887, '201611', '不锈钢荒管304L', '67*5', 0, 6310.00, 13, 83055, '83054.7', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (571, 46594, '201701', '不锈钢螺帽', '6', 0, 4.00, 28, 113, '112.82', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (572, 5082, '201704', '电子线', 'QB-B  1.0mm2（镀锡）', 0, 12.70, 497, 6307, '6307.34', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (573, 90725, '201612', '废铁', 'null', 0, 153.60, 1111, 170667, '170666.67', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (574, 66846, '201702', '印刷品', '热风炉操作记录 见附件', 0, 50.00, 4, 214, '213.68', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (575, 78144, '201704', '印花加工费', 'null', 0, 45297.00, 2, 69688, '69688.38', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (576, 11216, '201611', '平滑剂', 'NC-606', 0, 1125.00, 6, 6250, '6250.0', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (577, 80891, '201612', '绳扣', 'null', 0, 7400.00, 0, 474, '474.36', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (578, 710, '201704', '标牌', '160*100', 0, 2.00, 14, 27, '27.35', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (579, 84008, '201708', '磨光棒1215', 'Φ23', 0, 1045.00, 4, 4421, '4421.15', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (580, 88728, '201709', '木箱', '220*85*50', 0, 1.00, 348, 348, '347.86', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (581, 80233, '201701', '封盖', 'φ38', 0, 2000.00, 0, 427, '427.35', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (582, 77594, '201612', '棉T400', 'null', 0, 1178.00, 11, 13089, '13088.89', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (583, 11721, '201611', '运送器', 'null', 0, 150.00, 444, 66667, '66666.67', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (584, 46778, '201702', 'SGE 弹簧板 590107', 'MD0590107-0', 0, 10.00, 60, 600, '600.0', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (585, 88552, '201702', '墨斗', 'null', 0, 1.00, 3, 3, '2.56', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (586, 12205, '201705', 'BXQ--50包装袋', '钢架', 0, 200.00, 18, 3521, '3521.37', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (587, 15181, '201710', '盲板 20#', 'DN50 PN2.0 T=5MM', 0, 1.00, 22, 22, '22.22', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (588, 26230, '201701', '材料及修车', 'null', 0, 1.00, 254, 254, '253.85', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (589, 44571, '201703', 'A4复印纸', '佳顺70G', 0, 30.00, 14, 415, '415.38', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (590, 34196, '201701', '木箱', 'null', 0, 0.00, 0, 51462, '51461.54', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (591, 84287, '201612', '线材', 'Φ2.8MM', 0, 2241.50, 4, 8238, '8237.99', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (592, 24941, '201612', '手机', '8.62552E+14', 0, 1.00, 3332, 3332, '3332.48', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (593, 54491, '201701', '轿厢导轨', '4515918989', 0, 1.00, 5305, 5305, '5305.01', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (594, 18750, '201611', '笔记本电脑', 'null', 0, 1.00, 4470, 4470, '4470.09', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (595, 90657, '201612', '吡啶', '500ml', 0, 20.00, 36, 718, '717.95', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (596, 69748, '201612', '中网', 'null', 0, 1.00, 68, 68, '68.38', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (597, 12256, '201701', '白沙(和天下)', 'null', 0, 10.00, 725, 7248, '7247.86', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (598, 13617, '201701', '南京(佳品)', 'null', 0, 4086.00, 80, 328067, '328067.38', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (599, 31698, '201701', '岗亭', '1.2*1.8*2.2', 0, 1.00, 4431, 4431, '4430.77', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (600, 28465, '201612', '彩盒', 'null', 0, 2016.00, 1, 1378, '1378.46', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (601, 41414, '201703', '牛黄蛇胆川贝液', '150ml', 0, 50.00, 12, 590, '589.74', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (602, 45891, '201701', '西门子冰箱', 'KA82NV03TI', 0, 1.00, 4872, 4872, '4871.79', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (603, 7518, '201612', '转向轮毂', 'null', 0, 2.00, 78, 156, '155.56', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (604, 3810, '201612', '制版机自动装版机', 'MAT800', 0, 1.00, 42735, 42735, '42735.04', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (605, 10296, '201702', '1.5KW变频器', 'ATV310HU15N4A', 0, 75.00, 1010, 75769, '75769.23', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (606, 97647, '201612', '网络摄像机', 'DS-2CD3335D-I    4mm', 0, 8.00, 299, 2393, '2393.16', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (607, 47276, '201612', '交换机', 'SOHO-S1008A-CN', 0, 20.00, 77, 1538, '1538.46', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (608, 10059, '201612', '以色列Truphatek喉镜', '弯3#', 0, 2.00, 667, 1333, '1333.33', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (609, 33393, '201702', '万向管（761586001）', '宏钥', 0, 20.00, 51, 1026, '1025.64', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (610, 62054, '201612', '运费、吊费', 'null', 0, 1.00, 34, 34, '34.19', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (611, 54897, '201612', '空调涨紧轮', 'null', 0, 1.00, 38, 38, '38.46', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (612, 24341, '201704', 'V0102 7张4层Feel升级版迷你维达纸巾432装/箱1×(10+2)×36（16.07）', '1×(10+2)×36', 0, 10.00, 108, 1084, '1084.1', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (613, 41742, '201706', 'V2166B 绵柔婴儿150抽抽取式纸面巾(1×6×12)装/箱', '1×6×12', 0, 30.42, 114, 3472, '3472.43', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (614, 43884, '201706', '轴承', '6016', 0, 2.00, 43, 85, '85.47', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (615, 48363, '201612', '60g凯旋溜溜梅', '1件*48袋', 0, 2.00, 148, 295, '295.41', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (616, 1025, '201704', '农心袋面', 'null', 0, 0.00, 0, -63, '-63.45', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (617, 93640, '201702', '电机YKQ160L-2-22KW/B35(IP23)  Z650T350', 'null', 0, 20.00, 1574, 31489, '31489.23', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (618, 23090, '201611', '后门总成', 'XOW8508100', 0, 1.00, 598, 598, '598.29', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (619, 57699, '201701', '钢架', 'null', 0, 3.00, 1838, 5513, '5512.82', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (620, 13662, '201612', '钢管', 'BD020-412010-500', 0, 1.00, 3, 3, '3.32', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (621, 76252, '201701', '装饰盖_HEK-1500-4-10-04_PC110_黑色', '611388', 0, 1500.00, 0, 372, '371.79', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (622, 47703, '201705', 'ＬＥＤ灯', 'null', 0, 2000.00, 17, 34188, '34188.03', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (623, 93701, '201706', '一轴圆柱轴承', 'null', 0, 2.00, 64, 128, '128.21', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (624, 66470, '201708', '一品鲜', 'null', 0, 10.00, 135, 1350, '1349.56', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (625, 47232, '201706', '染费', '真丝彩皮顺纡修花绸', 0, 1818.70, 3, 5896, '5895.78', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (626, 37080, '201704', 'PN新分线器', 'null', 0, 39.00, 1, 41, '41.16', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (627, 88192, '201705', 'L-1920彩贴', 'null', 0, 65.00, 1, 56, '55.56', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (628, 13661, '201705', '发动机支座在', 'XF308-350100-000', 0, 1.00, 9, 9, '8.83', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (629, 29371, '201710', '微波炉', 'null', 0, 1.00, 726, 727, '726.5', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (630, 77205, '201612', '新金冠 黑HX-S型', 'null', 0, 12.00, 32, 384, '383.59', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (631, 22542, '201612', 'total PSA （前列腺特异抗原）', '100T', 0, 1.00, 1533, 1533, '1533.33', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (632, 81788, '201612', '三极管', 'BAT46WJ', 0, 200.00, 1, 111, '111.11', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (633, 81553, '201612', '人丝面料', 'null', 0, 4020.90, 23, 90715, '90714.94', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (634, 11051, '201612', '模胚', '大水口 SCI 200.00X230.00 A60.00 B70.00', 0, 1.00, 2051, 2051, '2051.28', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (635, 64560, '201701', '模胚', '大水口 SCI 250.00X400.00 A70.00 B90.00', 0, 1.00, 2282, 2282, '2282.05', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (636, 63568, '201612', '单标记移液吸管(A)级', '50ml', 0, 5.00, 9, 43, '42.74', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (637, 57583, '201701', '导靴', 'PF16219365', 0, 24.00, 43, 1043, '1042.73', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (638, 46944, '201612', '三星', 'SM W2016', 0, 1.00, 7658, 7658, '7658.12', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (639, 1691, '201704', '住宿费', 'null', 0, 0.00, 0, 1114, '1114.15', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (640, 8630, '201701', '报警器', 'YS-300M', 0, 18.00, 795, 14308, '14307.69', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (641, 44390, '201612', '协作费', 'null', 0, 1.00, 94340, 94340, '94339.62', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (642, 67642, '201701', '碳钢精抛光两用扳手19mm', 'S017019', 0, 144.00, 7, 1047, '1047.04', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (643, 46111, '201703', '贴片三极管', 'S9013LT1', 0, 3000.00, 0, 205, '205.13', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (644, 87207, '201612', '矩形管', '120*60', 0, 0.91, 3024, 2752, '2751.78', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (645, 73983, '201703', '彩电-32寸-L32P1A黑色', '10107112742', 0, 2.00, 1154, 2308, '2307.69', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (646, 63551, '201704', '中控CN011-S71U理线架715（喷塑）', '1704ZKWP062', 0, 10.00, 2, 17, '17.09', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (647, 21262, '201702', '大号不锈钢三层餐车(拆装式)', '950*500*950 112303', 0, 2.00, 340, 680, '680.34', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (648, 25209, '201611', '组合垫圈 （镀锌）', 'Φ14', 0, 2000.00, 0, 500, '500.0', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (649, 45094, '201706', '装饰扣', '8*8单面钉 白坯', 0, 600000.00, 0, 3333, '3333.33', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (650, 63624, '201612', '运费', 'null', 0, 0.00, 0, 90000, '90000.0', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (651, 13361, '201704', '运费', 'null', 0, 6.55, 495, 3243, '3243.24', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (652, 39144, '201708', '热转印膜', 'null', 0, 396.00, 3, 1015, '1015.38', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (653, 8194, '201704', 'AO-10037 高密度脂蛋白胆固醇（直接法）', '80ml', 0, 4.00, 62, 246, '246.15', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (654, 75439, '201702', '美加净倍润沐浴露', '1000ml*6瓶', 0, 1.00, 94, 94, '93.85', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (655, 53841, '201704', '胶板', 'null', 0, 15.00, 43, 641, '641.03', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (656, 86506, '201704', '压板套件(FT845)', '1937079100', 0, 224.00, 3, 562, '562.24', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (657, 86506, '201704', '垫片3*60*150', '1740031000', 0, 50.00, 2, 113, '112.5', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (658, 54007, '201705', '布胶鞋', 'null', 0, 500.00, 19, 9615, '9615.38', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (659, 68157, '201702', '女鞋', 'null', 0, 2930.00, 32, 92971, '92971.15', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (660, 87792, '201703', '标书工本费', 'null', 0, 1.00, 1415, 1415, '1415.09', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (661, 63362, '201705', '不锈钢螺母', 'M8', 0, 182.00, 75, 13689, '13688.89', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (662, 4089, '201704', '美的电压力锅 W13PCS603E', 'null', 0, 0.00, 0, 267, '266.74', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (663, 15619, '201705', '3011芬达葡萄拉罐330(24)', 'null', 0, 0.00, 0, -8, '-7.91', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (664, 60961, '201704', '住宿费', 'null', 0, 0.00, 0, 940, '939.62', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (665, 80843, '201703', '卓诗尼女鞋', '35-39', 0, 81.00, 84, 6838, '6837.61', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (666, 34523, '201701', '塑料件', 'null', 0, 800.00, 107, 85470, '85470.09', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (667, 24892, '201701', '保险丝', '4A', 0, 20.00, 1, 10, '10.26', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (668, 63089, '201703', '护轮杆', '12”3.0毛坯', 0, 1310.00, 2, 2127, '2127.35', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (669, 58501, '201703', '基准板', 'QY-ZMZ-35', 0, 1.00, 188, 188, '188.03', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (670, 68932, '201703', '刀片', 'SEHT1204AFSN', 0, 50.00, 22, 1111, '1111.11', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (671, 36994, '201702', '按钮', 'XB2EA', 0, 20.00, 13, 256, '256.41', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (672, 61082, '201702', '马拉糕', 'null', 0, 44.60, 20, 885, '885.09', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (673, 5416, '201706', '圆棒_SAE1141_上五', 'Ф80', 0, 17.82, 7846, 139818, '139818.46', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (674, 94304, '201702', '伸缩锤', '大', 0, 5.00, 30, 150, '149.57', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (675, 40202, '201705', '纯碱', 'null', 0, 20000.00, 2, 30256, '30256.41', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (676, 75992, '201705', '滚针', '2*11.2元', 0, 350.00, 47, 16453, '16452.99', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (677, 25311, '201705', '方管', '40*40*3.0', 0, 20.00, 71, 1419, '1418.8', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (678, 3911, '201703', '传动轴配件', 'null', 0, 1300.00, 38, 49059, '49058.79', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (679, 69080, '201705', '天然气', 'null', 0, 1398.00, 3, 4021, '4020.8', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (680, 69814, '201704', '基本水费', 'null', 0, 503.00, 2, 1221, '1220.87', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (681, 45464, '201612', '设备', 'BC1M2BAT', 0, 4.00, 850, 3398, '3398.29', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (682, 38635, '201702', '博越1.8T', 'MR6453C01-EBJ', 0, 1.00, 126325, 126325, '126324.79', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (683, 46525, '201702', '代收电费', 'null', 0, 0.00, 0, 1446, '1446.15', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (684, 71349, '201702', '多用途清洁剂', 'null', 0, 4.00, 36, 144, '143.59', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (685, 29092, '201701', '薇姿温泉矿物水活爽肤水200ml', 'null', 0, 30.00, 130, 3900, '3900.0', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (686, 18802, '201701', '脚轮', 'null', 0, 500.00, 14, 6838, '6837.61', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (687, 92465, '201703', '石材', 'null', 0, 40.00, 1068, 42735, '42735.04', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (688, 69065, '201704', '电视线', 'null', 0, 800.00, 1, 926, '925.54', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (689, 84176, '201703', '台钻', 'ZHX-13', 0, 1.00, 650, 650, '649.57', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (690, 2246, '201702', '压力变送器', 'HCY810 1MPA', 0, 2.00, 167, 333, '333.33', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (691, 58706, '201701', '鉴湖陈年加饭酒', '2500ml*6', 0, 25.00, 14, 339, '339.28', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (692, 7597, '201703', '热镀方钜管', '40*60', 0, 0.60, 4152, 2491, '2491.28', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (693, 84781, '201701', '螺栓', 'CJ12-600A', 0, 100.00, 1, 66, '65.6', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (694, 62871, '201701', '冷轧带钢', 'K-E钢 0.7*71', 0, 0.53, 2829, 1502, '1502.07', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (695, 78657, '201704', '机油滤芯', 'JO00231', 0, 120.00, 5, 595, '594.87', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (696, 46926, '201701', '平垫圈', 'WG7117349053', 0, 4062.00, 0, 1625, '1624.8', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (697, 8000, '201704', '低压柜壳体', '600*1000*2200', 0, 8.00, 2650, 21197, '21196.58', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (698, 82804, '201705', '4-1铰链', 'null', 0, 1000.00, 1, 940, '940.17', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (699, 7737, '201704', '十一字槽圆柱头螺丝', 'M4.5*9(铜）', 0, 102000.00, 0, 5919, '5919.45', '2020-04-30 18:20:45');
INSERT INTO `details` VALUES (700, 10646, '201703', '对接式', '25.50/5 0.2S/10P', 0, 7.00, 470, 3291, '3290.6', '2020-04-30 18:20:45');

-- ----------------------------
-- Table structure for invoice
-- ----------------------------
DROP TABLE IF EXISTS `invoice`;
CREATE TABLE `invoice`  (
  `id` int(11) NOT NULL COMMENT '发票id',
  `sale_id` int(11) NULL DEFAULT NULL COMMENT '销售方企业Id',
  `purchase_id` int(11) NULL DEFAULT NULL COMMENT '购买方企业Id',
  `amount_money` float NULL DEFAULT NULL COMMENT '金额',
  `tax_money` float NULL DEFAULT NULL COMMENT '税额',
  `total_money` float NULL DEFAULT NULL COMMENT '价税合计',
  `billing_time` datetime NULL DEFAULT NULL COMMENT '开票日期',
  `void_mark` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '作废标志',
  `create_time` datetime NULL DEFAULT NULL COMMENT '录入系统时间',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Records of invoice
-- ----------------------------
INSERT INTO `invoice` VALUES (72536, 251849, 227192, 43529.9, 7400.09, 50930, '2017-05-08 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (81663, 839641, 819037, 153.63, 26.12, 179.75, '2017-10-16 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (83187, 839641, 912831, 762.39, 129.61, 892, '2016-12-14 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (98694, 1239042, 71226, 727.79, 123.72, 851.51, '2017-10-12 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (113900, 1297611, 438537, 2736.67, 465.23, 3201.9, '2017-01-15 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (116604, 341779, 19830, 992828, 168781, 1161610, '2017-01-20 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (224003, 95202, 920314, 77698.7, 13208.8, 90907.5, '2017-07-25 00:00:00', 'Y', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (228753, 839641, 171777, 179.49, 30.51, 210, '2016-11-07 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (320291, 626478, 1246467, 98290.6, 16709.4, 115000, '2017-08-14 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (372324, 839641, 1079990, 475.99, 80.91, 556.9, '2017-06-17 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (433807, 697328, 1333052, 9560.76, 1625.32, 11186.1, '2017-05-25 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (440529, 156525, 284900, 38034.2, 6465.81, 44500, '2017-11-02 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (442446, 1035179, 391545, 90081.1, 9908.92, 99990, '2016-11-02 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (514469, 725209, 220819, -9376.7, -281.3, -9658, '2017-08-23 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (537358, 363843, 1311366, 71965.8, 12234.2, 84200, '2017-04-10 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (611360, 1239042, 1139474, 2265.86, 385.2, 2651.06, '2017-07-24 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (628718, 769624, 491264, 15322.2, 2604.78, 17927, '2017-03-06 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (721848, 839641, 16097, 139.01, 23.64, 162.65, '2017-04-28 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (777359, 968683, 541656, 3729.03, 111.87, 3840.9, '2016-12-27 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (790573, 131186, 697696, 153846, 26153.8, 180000, '2017-06-27 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (861128, 1411607, 671, 3076.92, 523.08, 3600, '2017-03-24 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (876529, 952931, 120865, 656369, 111583, 767952, '2017-03-21 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (928589, 213967, 1395854, 12612.6, 1387.39, 14000, '2017-02-10 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (949281, 445257, 1196025, 7728.16, 231.84, 7960, '2017-09-07 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (963457, 541514, 849431, 7179.49, 1220.51, 8400, '2017-03-13 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (1034673, 1395619, 155674, 23301, 699.03, 24000, '2016-11-29 00:00:00', 'Y', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (1049352, 1040677, 640628, 22222.2, 3777.78, 26000, '2017-09-06 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (1071642, 348550, 782813, 94339.6, 5660.38, 100000, '2017-01-11 00:00:00', 'Y', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (1086855, 441603, 698428, 205628, 34956.7, 240584, '2017-07-21 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (1136931, 428514, 455691, -82429.1, -14013, -96442.1, '2017-09-27 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (1225305, 814956, 1053312, 7972.65, 1355.35, 9328, '2017-08-29 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (1242230, 127620, 1246473, 252.83, 15.17, 268, '2016-11-29 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (1248821, 775680, 121350, 14534, 436.02, 14970, '2017-03-13 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (1327642, 270279, 33841, 81118, 13790, 94908, '2017-06-20 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (1371201, 50233, 399347, 353.77, 21.23, 375, '2017-05-05 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (1431489, 175389, 421194, 22112, 3759.03, 25871, '2017-03-29 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (1436175, 1304055, 1124675, 3301.89, 198.11, 3500, '2017-07-18 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (1502434, 996985, 284451, 87154.7, 14816.3, 101971, '2017-04-01 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (1555366, 801499, 828923, 24102.6, 4097.44, 28200, '2016-12-23 00:00:00', 'Y', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (1587422, 591107, 403547, 258822, 43999.8, 302822, '2017-04-24 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (1615445, 626488, 1025337, 27472.6, 4670.35, 32143, '2017-08-16 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (1619858, 955337, 1118587, 92512.8, 15727.2, 108240, '2017-10-26 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (1722889, 661512, 1289121, 19482.9, 1168.97, 20651.9, '2017-11-13 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (1749112, 865120, 854365, 85470.1, 14529.9, 100000, '2017-08-26 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (1757492, 244951, 150477, 2223.08, 377.92, 2601, '2017-06-22 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (1790254, 839641, 1647, 50.24, 8.55, 58.79, '2017-10-16 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (1793958, 1053478, 84407, 5231.03, 889.27, 6120.3, '2017-01-12 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (1818764, 1410336, 711781, 1181.13, 70.87, 1252, '2017-09-06 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (1930283, 1304255, 1239141, 1919.81, 115.19, 2035, '2017-09-12 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (1939367, 477095, 1289324, 9618.74, 1635.19, 11253.9, '2016-12-01 00:00:00', 'Y', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (1959327, 634099, 1417421, 4315400, 733619, 5049020, '2017-09-06 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (1978413, 65480, 754644, 9287.08, 1207.32, 10494.4, '2017-05-08 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (2042901, 665138, 1310404, 82820.5, 14079.5, 96900, '2017-05-23 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (2076589, 932749, 558760, 32813.6, 5578.31, 38391.9, '2017-03-07 00:00:00', 'Y', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (2083367, 733014, 1196214, 67448.7, 11466.3, 78915, '2017-07-03 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (2116579, 505117, 709397, 94339.6, 5660.38, 100000, '2017-04-07 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (2217565, 946504, 270417, 844979, 143646, 988625, '2017-11-01 00:00:00', 'Y', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (2220655, 709061, 1239092, 61510.9, 10456.9, 71967.8, '2017-04-24 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (2301276, 1074892, 257930, 85470.1, 14529.9, 100000, '2017-06-20 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (2364929, 1175595, 683093, 3800.85, 646.15, 4447, '2017-10-15 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (2365822, 839641, 260390, 135.04, 22.96, 158, '2017-11-06 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (2378870, 1367226, 113925, 15796.2, 1737.58, 17533.8, '2017-01-10 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (2431461, 633460, 306074, 26429.3, 3435.81, 29865.2, '2017-02-28 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (2537306, 1375190, 448606, 98447.7, 2953.42, 101401, '2017-10-28 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (2543048, 1146148, 1261454, 85085.5, 14464.5, 99550, '2017-06-08 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (2604932, 1328635, 1268038, 84615.4, 14384.6, 99000, '2017-04-03 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (2610456, 462858, 211321, 340.73, 44.29, 385.02, '2017-02-22 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (2644365, 903551, 1019440, 145299, 24700.8, 170000, '2017-09-18 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (2706613, 1133389, 1357827, 384.62, 65.38, 450, '2017-03-14 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (2735069, 675876, 161529, 84.91, 5.09, 90, '2017-09-30 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (2776696, 869346, 647556, 735761, 125079, 860840, '2017-08-08 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (2801965, 1174811, 1170883, 641.03, 108.97, 750, '2017-06-26 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (2861807, 256062, 562962, 9677.95, 1645.25, 11323.2, '2017-04-25 00:00:00', 'Y', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (2942039, 839641, 1047355, 10762.4, 1829.6, 12592, '2017-06-20 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (2968017, 500709, 79008, 15576.6, 1713.42, 17290, '2017-06-19 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (3004251, 912796, 754709, 7675.22, 1304.78, 8980, '2017-09-04 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (3069058, 437643, 101656, 9982.91, 1697.09, 11680, '2017-10-23 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (3103555, 649512, 783295, 21025.6, 3574.36, 24600, '2017-06-12 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (3112463, 545327, 78470, 21794.9, 3705.13, 25500, '2016-11-23 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (3158509, 856033, 834250, 9958.55, 1692.95, 11651.5, '2017-10-10 00:00:00', 'Y', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (3181058, 906745, 1160537, 69835, 11871.9, 81706.9, '2016-12-14 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (3186311, 278119, 227197, 20340, 3457.8, 23797.8, '2017-01-10 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (3289893, 144002, 1188875, 67893.9, 11542, 79435.8, '2017-03-09 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (3300149, 1024848, 471093, 7863.25, 1336.75, 9200, '2016-12-02 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (3349483, 955966, 234789, 875.43, 52.53, 927.96, '2017-02-17 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (3378963, 1149890, 163736, 426.42, 25.58, 452, '2017-10-16 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (3496313, 70942, 875408, 51196.6, 8703.42, 59900, '2017-06-06 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (3526167, 306003, 752696, 8389.63, 1426.24, 9815.87, '2017-03-23 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (3572046, 564451, 156653, 15403.8, 2618.64, 18022.4, '2017-11-22 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (3574006, 1239042, 1374568, 1460000, 248200, 1708200, '2017-06-25 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (3601610, 124793, 92782, 97692.3, 16607.7, 114300, '2017-09-18 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (3663721, 388096, 775729, 1928.21, 327.79, 2256, '2017-06-23 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (3723683, 64328, 939709, 789763, 134260, 924022, '2017-08-27 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (3742212, 1067811, 520360, 398.45, 11.95, 410.4, '2016-11-15 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (3812748, 1239042, 336248, 48276.9, 8207.07, 56484, '2017-09-09 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (3838718, 1196512, 1256620, 59263.4, 10074.8, 69338.2, '2017-11-15 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (3900818, 392431, 1270272, 44274.4, 7526.64, 51801, '2017-07-26 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (3910954, 839641, 568570, 169.23, 28.77, 198, '2017-03-20 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (3955485, 36833, 858078, 943.4, 56.6, 1000, '2017-02-20 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (3962057, 1239042, 152765, -588.6, -100.06, -688.66, '2017-09-15 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (4030832, 696895, 633448, 318.45, 9.55, 328, '2017-01-10 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (4061957, 1394979, 64121, 86400, 14688, 101088, '2017-10-10 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (4088228, 782828, 420188, 562.26, 33.74, 596, '2017-09-20 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (4106706, 861383, 158521, 27692.3, 4707.69, 32400, '2017-01-10 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (4143271, 1246904, 399092, 84540.3, 14371.8, 98912.1, '2017-07-28 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (4174544, 514966, 385881, 900, 54, 954, '2017-04-28 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (4215614, 640484, 384264, 10527.2, 315.82, 10843, '2017-03-21 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (4267376, 1325198, 662953, -9506.84, -1616.16, -11123, '2017-06-29 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (4293633, 1331628, 178234, 4716.6, 801.82, 5518.42, '2017-03-24 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (4336820, 896521, 348853, 203.77, 12.23, 216, '2017-07-15 00:00:00', 'Y', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (4393379, 751341, 1196087, 60438.9, 10274.6, 70713.5, '2017-08-23 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (4479418, 1070672, 876933, 564.15, 33.85, 598, '2017-02-11 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (4500278, 22072, 1396248, 85209.4, 14485.6, 99695, '2017-05-20 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (4558432, 260647, 249042, 99881.2, 16979.8, 116861, '2017-06-19 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (4563305, 1090633, 178249, 11531.5, 1268.47, 12800, '2017-04-20 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (4600408, 1186444, 548659, 21229.1, 3608.94, 24838, '2017-10-11 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (4684460, 477125, 1146132, 86888.9, 14771.1, 101660, '2017-11-09 00:00:00', 'Y', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (4698903, 592171, 1286922, 52991.4, 9008.55, 62000, '2017-11-21 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (4706214, 1217685, 327840, 85553.9, 14544.2, 100098, '2016-11-22 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (4735168, 839641, 919789, 1.71, 0.29, 2, '2017-03-20 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (4818953, 581416, 1017752, 53605.8, 9112.98, 62718.7, '2017-02-14 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (4856790, 839641, 86127, 59.74, 10.16, 69.9, '2017-05-08 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (4887431, 80346, 115626, 25641, 4358.97, 30000, '2017-07-26 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (4935863, 1210525, 442155, 19964.1, 3393.9, 23358, '2017-01-03 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (4958266, 1390027, 356102, 11151.3, 1895.72, 13047, '2017-08-08 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (4963831, 775680, 605795, 590.16, 17.7, 607.86, '2017-11-17 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (5058721, 879306, 598721, 10679.4, 1815.51, 12494.9, '2017-04-21 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (5110520, 79005, 121023, 23809.2, 4047.57, 27856.8, '2017-07-26 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (5155272, 442580, 911854, 39469.9, 6709.89, 46179.8, '2016-11-16 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (5158452, 832446, 1280731, 1271.8, 216.2, 1488, '2017-08-11 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (5185359, 424730, 1124844, 186.79, 11.21, 198, '2017-07-26 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (5265677, 648095, 1221160, 90854.7, 15445.3, 106300, '2017-04-13 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (5265871, 592411, 1224769, 76792.3, 13054.7, 89847, '2017-06-25 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (5377272, 51040, 801239, 2513.68, 427.32, 2941, '2017-01-09 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (5415696, 1135318, 755304, 58632.5, 9967.52, 68600, '2016-11-25 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (5440053, 51992, 1025300, 2072.07, 227.93, 2300, '2017-01-03 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (5461707, 1339004, 1338680, 913354, 155270, 1068620, '2017-05-24 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (5529644, 310350, 191922, 5136.92, 873.28, 6010.2, '2017-07-26 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (5568718, 512798, 548780, 4273.5, 726.5, 5000, '2017-06-09 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (5684156, 796990, 1004646, 68113.2, 4086.79, 72200, '2016-12-07 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (5705911, 220431, 811247, 97111.1, 16508.9, 113620, '2017-09-20 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (5711231, 761695, 200652, 10438.5, 1774.53, 12213, '2017-08-28 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (5752006, 698927, 462795, 98305.3, 16711.9, 115017, '2016-11-24 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (5828391, 834976, 640463, 15809.4, 2687.6, 18497, '2017-04-21 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (5846669, 839641, 136114, 93971, 15975.3, 109946, '2016-12-31 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (5929090, 850003, 584552, 900.9, 99.1, 1000, '2016-11-08 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (5979681, 486731, 578188, 64102.6, 10897.4, 75000, '2017-07-26 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (5996413, 166749, 220037, 772.82, 23.18, 796, '2016-12-19 00:00:00', 'Y', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (6025235, 42851, 1155674, 132.83, 7.97, 140.8, '2017-01-20 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (6050131, 1239042, 854237, 45.61, 7.75, 53.36, '2017-10-12 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (6103580, 1378230, 1418276, 137.86, 4.14, 142, '2017-09-23 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (6147522, 782791, 1255269, 81566.4, 10603.6, 92170, '2016-12-15 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (6177414, 1007184, 1310490, 815128, 138572, 953700, '2017-08-30 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (6193088, 1059896, 356122, 9871.79, 1678.21, 11550, '2016-11-12 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (6253561, 1050438, 1332449, 14518.5, 2468.14, 16986.6, '2017-08-28 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (6264963, 839641, 294611, 4444.44, 755.56, 5200, '2017-01-17 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (6274904, 1341137, 733054, 61538.5, 10461.5, 72000, '2017-07-18 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (6363140, 839641, 609130, 271.58, 46.18, 317.76, '2017-10-30 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (6370327, 1041944, 685494, 145631, 4368.93, 150000, '2017-02-20 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (6385424, 1186255, 414994, 17194.9, 2923.13, 20118, '2017-02-13 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (6387688, 900204, 704723, 772.4, 46.34, 818.74, '2017-06-05 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (6401666, 839641, 735245, 2157.02, 366.7, 2523.72, '2017-08-21 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (6430989, 1357804, 1334157, 12850.4, 2184.57, 15035, '2017-03-03 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (6494610, 312631, 1010796, 76038.5, 12926.5, 88965, '2017-10-17 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (6496141, 1126485, 1253882, 7186.34, 215.59, 7401.93, '2017-10-16 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (6545481, 989317, 1355136, 4487.18, 762.82, 5250, '2017-02-23 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (6545783, 420381, 425111, 129152, 21955.9, 151108, '2017-10-27 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (6673668, 839641, 621127, 27.18, 4.62, 31.8, '2017-05-15 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (6693292, 8041, 1331628, 9.69, 0.58, 10.27, '2017-08-03 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (6734160, 414635, 574035, 8557.05, 1454.69, 10011.7, '2017-07-24 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (6774586, 839641, 763879, 75.21, 12.79, 88, '2017-03-22 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (6804213, 697346, 933804, 470.09, 79.91, 550, '2017-02-16 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (6807869, 384921, 1010978, 2700.86, 459.14, 3160, '2017-10-11 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (6816948, 301864, 747577, 28122.2, 3093.44, 31215.6, '2017-01-12 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (6874331, 1064428, 163576, 98933.3, 16818.7, 115752, '2017-09-11 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (6942913, 481161, 1375770, 83794.9, 14245.1, 98040, '2017-11-20 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (6953191, 932341, 79570, 49590.5, 8430.38, 58020.9, '2017-03-23 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (7034987, 790144, 839641, 9405690, 1598970, 11000000, '2017-07-26 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (7061507, 862549, 71290, 19020.5, 3233.49, 22254, '2017-10-16 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (7066162, 657522, 391529, 76317.1, 12973.9, 89291, '2017-09-26 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (7068034, 707279, 795573, 93488.9, 15893.1, 109382, '2017-01-11 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (7143374, 423156, 78996, 85470.1, 14529.9, 100000, '2017-04-21 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (7176424, 529590, 277499, 7595.9, 1291.3, 8887.2, '2017-03-09 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (7227491, 409383, 444709, 15384.7, 2615.41, 18000.2, '2017-06-29 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (7244441, 1310443, 690361, 40696.9, 6918.48, 47615.4, '2017-01-06 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (7253963, 839641, 1082236, 55.55, 9.45, 65, '2017-08-25 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (7295269, 216721, 961567, 25726.1, 4373.43, 30099.5, '2017-06-26 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (7368227, 1335246, 363466, 8461.54, 1438.46, 9900, '2016-12-20 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (7393552, 839641, 356626, 4381.05, 744.77, 5125.82, '2017-06-17 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (7427803, 458506, 847912, 4030.97, 685.27, 4716.24, '2017-11-18 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (7506086, 541484, 1411224, 13800, 2346, 16146, '2017-11-08 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (7552711, 1082154, 719494, 73500, 12495, 85995, '2016-11-08 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (7576510, 1296679, 7288, 900.9, 99.1, 1000, '2017-03-28 00:00:00', 'Y', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (7612805, 1224983, 427894, 428205, 72794.9, 501000, '2016-12-31 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (7635030, 93836, 108546, 3594.62, 395.38, 3990, '2017-10-27 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (7644838, 1388540, 346605, 5288.03, 898.97, 6187, '2017-11-08 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (7737128, 729698, 1325094, 23076.9, 3923.08, 27000, '2017-11-21 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (7755406, 782792, 1347533, 21837.2, 3712.32, 25549.5, '2017-06-23 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (7770953, 53959, 875408, 547.17, 32.83, 580, '2017-09-22 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (7847762, 78553, 669073, 99999, 16999.8, 116999, '2016-11-26 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (7849197, 890047, 727472, 279417, 47500.9, 326918, '2017-07-07 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (7850975, 1167434, 838660, 15534, 466.02, 16000, '2016-12-09 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (7890497, 1193253, 101002, 9476.92, 1611.08, 11088, '2016-11-02 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (7908637, 43057, 1338725, 636.79, 38.21, 675, '2017-03-20 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (7950733, 1320246, 704790, 3933.96, 236.04, 4170, '2017-08-09 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (8000843, 1345619, 1096520, 282.56, 27.44, 310, '2017-05-26 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (8067896, 256612, 953609, 5790.6, 984.4, 6775, '2017-09-26 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (8103059, 1284689, 205970, 94666.7, 16093.3, 110760, '2017-08-04 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (8140716, 1053407, 263430, 35192.5, 5982.71, 41175.2, '2017-08-19 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (8192000, 305998, 762871, 56957.3, 9682.74, 66640, '2017-05-22 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (8258785, 1397615, 406929, 43195.3, 7343.2, 50538.5, '2017-05-25 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (8270740, 562783, 631860, 95181.6, 16180.9, 111362, '2017-05-20 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (8311703, 348536, 761778, 96974.4, 16485.6, 113460, '2017-07-27 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (8327700, 795197, 116280, 1111.11, 188.89, 1300, '2017-04-05 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (8397435, 751203, 820506, 849.06, 50.94, 900, '2017-05-22 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (8403222, 552404, 220888, 85563.1, 14545.7, 100109, '2017-05-08 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (8491012, 432398, 1082532, 41240.2, 7010.84, 48251.1, '2017-11-01 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (8517868, 1393296, 1203692, 42675.2, 7254.79, 49930, '2017-01-13 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (8535670, 1239042, 662085, 29.43, 5, 34.43, '2017-11-08 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (8544593, 896596, 1012578, 1230.77, 209.23, 1440, '2016-11-27 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (8587449, 704969, 798757, 99721.3, 16952.6, 116674, '2017-07-29 00:00:00', 'Y', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (8662239, 924761, 1246473, 3418.8, 581.2, 4000, '2017-09-12 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (8679663, 462907, 980539, 54017.1, 9182.9, 63200, '2017-05-17 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (8752207, 24662, 249034, 59316.2, 10083.8, 69400, '2017-01-17 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (8753731, 1312463, 406043, 511.32, 30.68, 542, '2017-11-09 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (8782646, 835917, 477005, 30990.6, 5268.4, 36259, '2017-07-13 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (8830864, 434517, 1396846, 398296, 67710.4, 466007, '2017-07-25 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (8836560, 825479, 217545, 735.85, 44.15, 780, '2017-02-05 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (8849688, 829184, 92754, 57692.3, 9807.69, 67500, '2017-10-09 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (8923228, 1008123, 1410221, 3504.27, 595.73, 4100, '2017-03-03 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (8940599, 541521, 1268087, 1754.7, 298.3, 2053, '2017-08-23 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (8998771, 257294, 227794, 90000, 5400, 95400, '2017-05-02 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (9051488, 1383230, 804096, 5304.97, 901.84, 6206.81, '2017-01-19 00:00:00', 'Y', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (9093015, 811475, 462786, 3613.56, 614.3, 4227.86, '2017-09-21 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (9142909, 71209, 1229081, 8155.75, 1060.25, 9216, '2017-05-23 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (9158515, 616791, 357222, 9333.33, 1586.67, 10920, '2016-12-07 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (9251458, 1018174, 1003523, 2905.98, 494.02, 3400, '2016-11-28 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (9258698, 535709, 157820, 3082.05, 523.95, 3606, '2017-11-15 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (9337491, 651888, 916317, 42871.8, 7288.21, 50160, '2017-04-24 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (9348464, 334766, 896574, 167115, 28409.5, 195524, '2016-12-08 00:00:00', 'Y', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (9379165, 519956, 359044, 33726.5, 5733.5, 39460, '2016-12-29 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (9405113, 814392, 391545, 99099.1, 10900.9, 110000, '2017-04-01 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (9479437, 896607, 392815, 683.76, 116.24, 800, '2017-05-29 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (9498120, 1341800, 1085218, 678.46, 115.34, 793.8, '2017-05-28 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (9573466, 713560, 395751, 93162.4, 15837.6, 109000, '2017-09-24 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (9597515, 524046, 1053477, 15312.6, 2603.14, 17915.7, '2017-08-18 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (9599907, 260132, 371037, 3358.8, 571, 3929.8, '2016-12-26 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (9679720, 719283, 284577, 57416.2, 9760.76, 67177, '2017-09-22 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (9703580, 358391, 548653, 367.52, 62.48, 430, '2017-04-12 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (9746254, 761631, 37612, 93424.8, 15882.2, 109307, '2017-06-08 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (9818156, 195996, 406334, 42735, 7264.96, 50000, '2017-06-20 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (9857225, 839641, 977386, 273.01, 46.39, 319.4, '2017-10-16 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (9864304, 1103300, 1167595, 8758.97, 1489.03, 10248, '2016-12-16 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (9931991, 227695, 189039, 262.26, 15.74, 278, '2017-08-29 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (9995542, 664927, 399844, 55846.2, 9493.84, 65340, '2017-07-14 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (10026944, 327399, 986919, 328.3, 19.7, 348, '2017-08-03 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (10061922, 1131977, 442746, 1053.74, 179.14, 1232.88, '2017-06-16 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (10070438, 1395006, 120870, 2273.5, 386.5, 2660, '2017-01-17 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (10071493, 46052, 135206, 1764.15, 105.85, 1870, '2017-06-01 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (10211142, 510492, 770430, 1581.2, 268.8, 1850, '2017-03-09 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (10220147, 1367144, 42876, 943.4, 56.6, 1000, '2017-08-24 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (10240760, 635078, 738660, 87111.1, 14808.9, 101920, '2017-10-27 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (10322753, 847163, 1061514, 71600.9, 12172.2, 83773, '2016-12-15 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (10327039, 1410345, 353099, 94339.6, 5660.38, 100000, '2017-08-21 00:00:00', 'Y', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (10369677, 839641, 479239, 89.25, 15.17, 104.42, '2017-11-08 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (10403388, 101955, 974941, 85470.1, 14529.9, 100000, '2017-03-06 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (10418132, 7288, 1039087, 137728, 23413.8, 161142, '2017-02-10 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (10450925, 1233989, 1091501, 21367.5, 3632.48, 25000, '2017-04-25 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (10520104, 17767, 92802, 7350.43, 1249.57, 8600, '2017-03-30 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (10617231, 666584, 1047702, 6434.61, 1093.89, 7528.5, '2017-07-10 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (10620252, 107282, 128427, 892.51, 151.73, 1044.24, '2016-12-24 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (10675033, 391557, 405808, -73076.9, -12423.1, -85500, '2017-02-14 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (10697506, 917713, 527199, 2265.81, 385.19, 2651, '2017-04-17 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (10770912, 658105, 548697, 34188, 5811.97, 40000, '2017-04-27 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (10777832, 1053384, 114281, 1324.79, 225.21, 1550, '2016-11-28 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (10790557, 1255722, 391568, 8427.35, 1432.65, 9860, '2017-10-12 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (10861416, 1239073, 220819, 2043.62, 347.41, 2391.03, '2017-07-10 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (10863521, 263065, 502933, 94084.8, 15994.4, 110079, '2017-07-26 00:00:00', 'Y', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (10966519, 206082, 626244, 542.57, 92.24, 634.81, '2017-02-14 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (10983055, 832470, 827426, 92735, 15765, 108500, '2017-11-20 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (10994065, 675925, 770196, 51032.5, 8675.52, 59708, '2017-02-27 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (11029988, 1036860, 656933, 99969.7, 16994.8, 116964, '2017-06-14 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (11052542, 737060, 1010812, 99946.1, 16990.8, 116937, '2017-03-03 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (11057267, 986147, 1352859, 98598.3, 16761.7, 115360, '2017-07-04 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (11134735, 455303, 605639, 50000, 8500, 58500, '2017-09-22 00:00:00', 'Y', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (11152429, 377442, 519994, -5897.44, -1002.56, -6900, '2016-12-23 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (11180074, 1017839, 108135, 92152.8, 15666, 107819, '2017-07-18 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (11262459, 101265, 670089, 73091.3, 12425.5, 85516.8, '2017-08-03 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (11267442, 839641, 610517, 16.92, 2.88, 19.8, '2016-12-26 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (11287365, 683611, 21916, 6683.76, 1136.24, 7820, '2017-10-20 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (11354359, 384465, 577115, 10576.3, 1797.97, 12374.2, '2017-08-07 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (11396061, 56951, 697423, 1803.42, 306.58, 2110, '2017-07-10 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (11448565, 473681, 804096, 579461, 98508.3, 677969, '2017-01-20 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (11458800, 1131977, 1218021, 411267, 69915.4, 481182, '2017-05-22 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (11551870, 1024852, 1226640, 85643.7, 14559.4, 100203, '2017-03-03 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (11607860, 1139469, 463566, 6071.79, 1032.21, 7104, '2017-03-23 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (11618643, 804255, 768752, 91161.5, 15497.5, 106659, '2017-08-27 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (11619094, 501371, 784544, 85470.1, 14529.9, 100000, '2017-04-20 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (11627894, 1348475, 43543, 80769.2, 13730.8, 94500, '2017-04-06 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (11655007, 890807, 683052, 3842.44, 653.21, 4495.65, '2017-10-22 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (11734272, 889548, 70072, 2866.76, 172.01, 3038.77, '2017-06-09 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (11736883, 1235138, 620255, 170609, 29003.6, 199613, '2017-07-14 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (11877537, 839641, 161912, 37.44, 6.36, 43.8, '2017-03-17 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (11898322, 1099259, 170770, 2192.22, 372.68, 2564.9, '2017-09-24 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (11914110, 841299, 839656, 197905, 33643.9, 231549, '2016-11-18 00:00:00', 'Y', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (11923520, 804272, 932939, 23717.9, 4032.05, 27750, '2017-01-19 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (11959319, 580641, 498547, 86324.8, 14675.2, 101000, '2017-08-09 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (12019337, 587734, 205986, 11619.7, 1975.34, 13595, '2017-11-22 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (12090912, 263065, 1082769, 71794.9, 12205.1, 84000, '2017-08-11 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (12127235, 1132262, 317621, 526.5, 89.5, 616, '2017-04-12 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (12141488, 692168, 149457, 29743.6, 5056.41, 34800, '2017-11-20 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (12166737, 1068394, 35991, 25410.3, 4319.74, 29730, '2017-09-28 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (12225663, 1017765, 363534, 11865.8, 2017.19, 13883, '2017-03-29 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (12274314, 1148338, 1161911, 39290.6, 6679.4, 45970, '2017-04-18 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (12316958, 577464, 1374469, 98290.6, 16709.4, 115000, '2017-09-25 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (12382415, 933016, 970123, 21068.4, 3581.63, 24650, '2017-08-25 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (12438137, 839226, 672906, 70804.8, 12036.8, 82841.7, '2016-12-23 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (12488064, 1098196, 1317641, 89899, 15282.9, 105182, '2017-05-15 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (12490812, 1337959, 294100, 99986.1, 16997.6, 116984, '2017-09-26 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (12526726, 1388562, 1117905, 82953, 14102, 97055, '2016-12-30 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (12558944, 906713, 378276, 36752.1, 6247.86, 43000, '2017-11-18 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (12596538, 1196119, 1271175, 22622.9, 3845.89, 26468.8, '2017-06-12 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (12644349, 839641, 1390409, 290, 49.3, 339.3, '2016-11-16 00:00:00', 'Y', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (12693881, 950463, 1210406, 849.06, 50.94, 900, '2017-10-18 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (12706550, 1239042, 87533, 584.23, 99.32, 683.55, '2017-10-25 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (12719247, 1353361, 129867, 8249.41, 1402.4, 9651.81, '2017-07-20 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (12779490, 932546, 1096308, 706.15, 120.05, 826.2, '2017-01-18 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (12811686, 1026572, 291566, 98897.4, 16812.6, 115710, '2017-01-09 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (12852661, 484175, 189646, 641.51, 38.49, 680, '2017-09-06 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (12870021, 1203219, 736432, 94339.6, 5660.38, 100000, '2016-12-08 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (12891096, 841352, 1359994, 18743.6, 3186.41, 21930, '2017-04-10 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (12895730, 708084, 624756, 12742.2, 2166.17, 14908.3, '2017-03-04 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (12916023, 135872, 213066, 155805, 20254.7, 176060, '2017-01-17 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (12994979, 705173, 298648, 85470.1, 14529.9, 100000, '2017-10-28 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (13001000, 392177, 682928, 75495.5, 8304.5, 83800, '2017-03-27 00:00:00', 'Y', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (13042065, 1110358, 1203372, 13948.7, 2371.28, 16320, '2016-12-26 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (13095920, 1328983, 962639, 58384.6, 9925.38, 68310, '2017-05-19 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (13159503, 192171, 227286, 7723.08, 1312.92, 9036, '2017-03-13 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (13206116, 740689, 30367, 84615.4, 14384.6, 99000, '2017-03-24 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (13227756, 963164, 647596, 70262.3, 11944.6, 82206.9, '2016-11-23 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (13316785, 156811, 612576, 10127.3, 1721.65, 11849, '2017-02-22 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (13344221, 954208, 1121666, 25641, 4358.97, 30000, '2017-05-24 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (13392535, 1181961, 358578, 170.94, 29.06, 200, '2017-09-28 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (13441459, 1099377, 875065, 46417.4, 7890.96, 54308.4, '2017-06-17 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (13442177, 675874, 321898, 3113.21, 186.79, 3300, '2017-05-03 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (13527802, 113843, 99932, 74593.5, 12680.9, 87274.4, '2017-06-01 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (13570659, 676907, 291566, 232432, 25567.6, 258000, '2017-11-02 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (13621200, 399004, 654557, 558.54, 38.46, 597, '2017-05-19 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (13656358, 661655, 434546, 258.97, 44.03, 303, '2017-08-09 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (13745556, 1110246, 677309, 1410.38, 84.62, 1495, '2017-03-12 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (13749012, 1111059, 1303469, 70566.7, 7762.33, 78329, '2017-05-25 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (13753242, 917825, 1001914, 14125.1, 2401.27, 16526.4, '2017-10-09 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (13819707, 545566, 205986, 304122, 51700.7, 355822, '2016-12-26 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (13854165, 71993, 780042, 72069.9, 12251.9, 84321.8, '2017-01-06 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (13909850, 1318012, 985211, 617464, 104969, 722433, '2017-06-21 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (13932735, 257281, 516396, 3685.85, 221.15, 3907, '2017-06-26 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (13950309, 441603, 1357670, 12564.2, 2135.92, 14700.1, '2017-10-11 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (13976573, 839641, 527886, 176.92, 30.08, 207, '2017-07-06 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (13981477, 1270781, 799389, 1277.91, 38.34, 1316.25, '2017-01-12 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (14040344, 1032002, 555626, 79526, 13519.4, 93045.4, '2017-03-21 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (14107811, 605382, 108776, 5350.42, 909.58, 6260, '2017-01-04 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (14117573, 464743, 1399942, 18513.1, 3147.22, 21660.3, '2017-09-14 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (14232765, 1338886, 1282432, 98290.6, 16709.4, 115000, '2017-06-22 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (14251658, 839641, 975617, 1533.33, 260.67, 1794, '2017-05-23 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (14276063, 1224630, 798288, 769.24, 130.76, 900, '2017-01-06 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (14359504, 577175, 446510, 6657.21, 1131.73, 7788.94, '2017-10-13 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (14373654, 640481, 698003, 86184.5, 2585.53, 88770, '2017-07-13 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (14403765, 727776, 150223, 12051.3, 2048.73, 14100, '2017-05-24 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (14486095, 1210505, 1048993, 113860, 19356.1, 133216, '2017-05-22 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (14499052, 242054, 1167457, 97777.8, 16622.2, 114400, '2016-12-16 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (14605424, 407093, 704760, 27343.2, 4648.34, 31991.6, '2016-11-24 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (14642047, 619092, 213324, 93159.6, 15837.1, 108997, '2017-03-23 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (14675539, 839641, 727244, 58.19, 6.41, 64.6, '2017-11-11 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (14746410, 1053345, 1045090, 282.08, 16.92, 299, '2016-11-23 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (14754080, 1341452, 575825, 10131, 303.93, 10434.9, '2017-02-10 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (14796466, 1310318, 516252, 13410.3, 2279.74, 15690, '2017-08-17 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (14848596, 1068172, 917749, 9725.48, 1514.52, 11240, '2017-06-05 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (14876176, 457310, 436168, 5160, 877.2, 6037.2, '2017-08-13 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (14945694, 189062, 1225294, 42359, 7201.03, 49560, '2017-01-09 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (14995040, 975201, 184996, 17199.6, 2923.93, 20123.5, '2017-10-27 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (14999142, 1239969, 584230, 13414.5, 2280.48, 15695, '2017-02-28 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (15025774, 66732, 1324910, 1709.4, 290.6, 2000, '2017-01-11 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (15032821, 1360735, 142442, 17091.4, 2905.55, 19997, '2017-08-29 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (15102853, 1115498, 584188, 6398.46, 1087.74, 7486.2, '2017-05-09 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (15125038, 462808, 423173, 283019, 16981.1, 300000, '2017-07-19 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (15161993, 427894, 1403215, 157149, 26715.3, 183864, '2017-08-04 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (15196663, 348944, 598234, 60000, 10200, 70200, '2016-11-23 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (15206482, 399579, 697426, 51500, 8755, 60255, '2017-09-29 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (15276671, 697480, 1303565, 33366.1, 5672.23, 39038.3, '2017-02-15 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (15320775, 113954, 499699, 525909, 89404.5, 615313, '2017-05-11 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (15342768, 949542, 135272, 70911.3, 12054.9, 82966.3, '2017-09-28 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (15392174, 1232483, 1240008, 73179.4, 12440.5, 85620, '2017-01-11 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (15436550, 1239042, 1139474, 2609.73, 443.65, 3053.38, '2017-07-06 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (15443853, 1010598, 571284, 3848.33, 230.9, 4079.23, '2017-04-21 00:00:00', 'Y', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (15452747, 1103311, 684546, 622.64, 37.36, 660, '2016-12-13 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (15456989, 78788, 809098, 54015.6, 9182.64, 63198.2, '2017-11-08 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (15518095, 1313552, 1381522, 232.08, 13.92, 246, '2017-08-08 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (15555808, 933016, 206858, 17846.2, 3033.85, 20880, '2017-06-26 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (15646763, 179071, 1210590, 78072.1, 8587.93, 86660, '2016-12-13 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (15662027, 705827, 293891, 5270, 895.9, 6165.9, '2017-03-09 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (15693144, 722467, 240190, 34186.2, 5811.66, 39997.9, '2017-02-25 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (15733837, 355947, 1210473, 97087.4, 2912.62, 100000, '2017-07-26 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (15754577, 697416, 1289628, 300.88, 39.12, 340, '2017-05-15 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (15780706, 494533, 1210505, 5128.21, 871.79, 6000, '2016-11-24 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (15809591, 107717, 64144, 2991, 508.47, 3499.47, '2017-01-05 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (15861372, 1085493, 1233944, 147.57, 4.43, 152, '2017-09-15 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (15903346, 1263469, 1117487, 54914.5, 9335.46, 64249.9, '2017-04-06 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (15974882, 349265, 274958, 12820.5, 2179.49, 15000, '2017-08-25 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (16034232, 1249968, 570065, 42735, 7264.96, 50000, '2017-03-24 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (16071366, 1192762, 925847, 3058.25, 91.75, 3150, '2017-03-08 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (16085605, 997314, 839601, 82051.3, 13948.7, 96000, '2017-06-23 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (16090751, 946597, 1332081, 33350, 5669.5, 39019.5, '2017-08-15 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (16164024, 279509, 1154588, 598.22, 37.78, 636, '2017-01-11 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (16221399, 209658, 120982, 2564.1, 435.9, 3000, '2016-11-28 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (16229884, 725849, 142630, 4102.56, 697.44, 4800, '2017-08-05 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (16267618, 377830, 1378996, 1914.53, 325.47, 2240, '2017-01-10 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (16314437, 1032002, 115905, 4403.91, 748.66, 5152.57, '2017-05-15 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (16374385, 1374486, 622294, 20974.4, 3565.63, 24540, '2017-04-28 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (16418353, 1270272, 996614, 438273, 74506.5, 512780, '2017-08-17 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (16451433, 984378, 1067915, 99322.2, 16884.8, 116207, '2017-09-22 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (16455891, 1156942, 1338680, 70085.5, 11914.5, 82000, '2017-08-15 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (16493356, 7288, 325226, 64102.6, 10897.4, 75000, '2016-11-16 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (16496326, 82003, 477046, 12535, 2130.96, 14666, '2017-01-18 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (16536714, 839641, 1106294, 4956.41, 842.59, 5799, '2016-11-14 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (16626895, 443121, 855643, 85470.1, 14529.9, 100000, '2017-08-07 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (16647437, 370415, 1053438, 27206.8, 4625.16, 31832, '2017-09-04 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (16669227, 839641, 1151365, 379.82, 64.58, 444.4, '2017-01-18 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (16725905, 758312, 924917, 12478.6, 2121.37, 14600, '2017-02-24 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (16756714, 839641, 1162182, 115.98, 19.72, 135.7, '2017-02-22 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (16826315, 1092611, 1188848, 2871.79, 488.21, 3360, '2017-10-24 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (16854636, 370124, 1317404, 85448.7, 14526.3, 99975, '2017-01-17 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (16908968, 865853, 868469, 94873, 16128.4, 111001, '2017-01-06 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (16934623, 1189592, 1409231, 5743.59, 976.41, 6720, '2017-05-23 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (17025283, 813953, 1268558, 91982.9, 15637.1, 107620, '2017-01-11 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (17037420, 861999, 989786, -839.62, -50.38, -890, '2017-10-13 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (17043219, 839641, 462756, 59.49, 10.11, 69.6, '2016-12-01 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (17046814, 983909, 363840, 22860.9, 3886.34, 26747.2, '2017-05-24 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (17140207, 839641, 303960, 2106.85, 358.15, 2465, '2017-04-27 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (17199273, 1132200, 1231846, 462.58, 78.64, 541.22, '2016-12-26 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (17238068, 1239042, 569905, 418.81, 71.2, 490.01, '2017-07-26 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (17281999, 686823, 1300487, 974.36, 165.64, 1140, '2017-01-16 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (17285262, 537277, 1110604, 1189.32, 35.68, 1225, '2017-10-25 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (17338687, 960859, 936676, 50313.7, 8553.33, 58867, '2017-06-22 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (17386361, 1407328, 67824, 1205.13, 204.87, 1410, '2017-09-02 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (17428028, 11, 1395635, 823.58, 49.42, 873, '2017-07-12 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (17431533, 541763, 270571, 96.9, 8.1, 105, '2017-05-25 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (17542878, 274087, 110159, 9077.67, 272.33, 9350, '2017-08-17 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (17602611, 476922, 1032004, 99056.6, 5943.4, 105000, '2017-06-26 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (17645239, 244759, 157935, 54700.9, 9299.15, 64000, '2017-08-01 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (17707533, 491624, 241590, 6153.85, 1046.15, 7200, '2017-05-23 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (17744065, 860449, 462769, 12700, 2159, 14859, '2016-12-19 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (17754286, 578070, 1110663, 16126.3, 2741.49, 18867.8, '2017-04-11 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (17848483, 1003543, 649835, 19658.1, 3341.88, 23000, '2017-10-18 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (17862427, 922303, 1246426, 256410, 43589.7, 300000, '2017-10-17 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (17891618, 366967, 1075348, 26025.6, 4424.36, 30450, '2016-12-20 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (17940722, 634737, 1126125, 11391.5, 1936.55, 13328, '2017-11-08 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (17983275, 64306, 1053430, 207.74, 19.76, 227.5, '2017-04-17 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (18070328, 83390, 498534, 2290.6, 389.4, 2680, '2017-04-06 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (18101592, 806266, 292743, 88903.6, 15113.6, 104017, '2017-11-02 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (18179276, 662072, 264744, 47861.5, 8136.46, 55998, '2017-07-31 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (18198330, 946740, 149457, 66239.3, 11260.7, 77500, '2017-08-24 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (18219254, 441603, 768664, 42.26, 7.18, 49.44, '2017-03-08 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (18239119, 1128445, 429918, 349369, 59392.8, 408762, '2017-03-22 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (18269428, 288421, 227188, 779214, 132466, 911680, '2017-07-05 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (18286436, 839641, 731117, 1622.22, 275.78, 1898, '2017-09-04 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (18322537, 227188, 363765, 16717.9, 2842.05, 19560, '2017-06-27 00:00:00', 'Y', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (18378489, 1261483, 1231979, 1226.42, 73.58, 1300, '2017-10-23 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (18439805, 458506, 1097452, 17329.2, 2945.97, 20275.2, '2017-06-22 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (18470766, 1212929, 1084390, 75474.4, 12830.6, 88305, '2017-10-06 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (18500544, 623605, 901302, 943396, 56603.8, 1000000, '2016-12-15 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (18519974, 860998, 913551, 51965.8, 8834.19, 60800, '2017-10-09 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (18547475, 68146, 1139126, 62213.5, 10576.3, 72789.8, '2017-10-25 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (18556832, 1231830, 87254, 224.87, 38.23, 263.1, '2017-06-13 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (18633010, 1125207, 234875, 8098.46, 1376.74, 9475.2, '2016-11-16 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (18678251, 477085, 399916, 42735, 7264.96, 50000, '2017-10-16 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (18685321, 191940, 1019391, 88461.5, 15038.5, 103500, '2017-10-24 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (18739072, 598165, 363590, 754.72, 45.28, 800, '2017-08-09 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (18754803, 1250669, 206119, 29124.8, 873.74, 29998.5, '2017-09-25 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (18798821, 1424369, 1348587, 85435.9, 14524.1, 99960, '2017-02-27 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (18800368, 1388540, 205206, 8380.34, 1424.66, 9805, '2017-04-26 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (18831556, 508929, 388394, 3594.87, 611.13, 4206, '2017-03-15 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (18834827, 946724, 654615, 1172.65, 199.36, 1372.01, '2017-07-20 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (18959361, 1240160, 102791, 2735.04, 464.96, 3200, '2017-07-08 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (18975098, 1132743, 71193, 1012.37, 60.74, 1073.11, '2017-06-28 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (19044065, 839641, 1347704, 2985.47, 507.53, 3493, '2016-12-19 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (19062029, 839641, 173665, 3845.29, 653.71, 4499, '2017-11-09 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (19093962, 156525, 1296478, 99999.1, 16999.9, 116999, '2016-12-27 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (19171542, 1296226, 768742, 96951.4, 16481.7, 113433, '2017-05-19 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (19192591, 50233, 1349746, 838.68, 50.32, 889, '2017-04-11 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (19218576, 1133473, 1416435, 95122.9, 16170.9, 111294, '2017-03-08 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (19219742, 179407, 682919, 93623.1, 15915.9, 109539, '2017-05-23 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (19331681, 818249, 66026, 51025.6, 8674.36, 59700, '2017-08-30 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (19407279, 839641, 842127, 562.4, 95.6, 658, '2017-10-10 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (19427000, 132344, 505893, 428.21, 72.79, 501, '2017-07-15 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (19458321, 1032381, 1400004, 27976.9, 4756.08, 32733, '2017-05-25 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (19508287, 711896, 206079, 2349.06, 140.94, 2490, '2017-04-04 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (19530290, 1117535, 426251, 93931.6, 15968.4, 109900, '2017-09-21 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (19546538, 243782, 607379, 13867.5, 2357.48, 16225, '2017-09-25 00:00:00', 'Y', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (19657957, 1409482, 65480, 99398.2, 12921.8, 112320, '2017-06-23 00:00:00', 'N', '2020-04-30 18:17:58');
INSERT INTO `invoice` VALUES (19671613, 839641, 1094288, 27.35, 4.65, 32, '2016-12-02 00:00:00', 'N', '2020-04-30 18:17:58');

-- ----------------------------
-- Table structure for operation_log
-- ----------------------------
DROP TABLE IF EXISTS `operation_log`;
CREATE TABLE `operation_log`  (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'Id',
  `module_name` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '操作模块',
  `operation_type` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '操作类型',
  `method` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '请求方法',
  `ip` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT 'ip地址',
  `uri` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '接口路径',
  `status` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '操作状态',
  `user_id` int(11) NULL DEFAULT NULL COMMENT '用户Id',
  `create_time` datetime NULL DEFAULT NULL COMMENT '操作时间',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 1 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Table structure for permission
-- ----------------------------
DROP TABLE IF EXISTS `permission`;
CREATE TABLE `permission`  (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '主键，权限ID',
  `perm_name` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '权限名称',
  `value` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '权限值',
  `type` tinyint(4) NULL DEFAULT 1 COMMENT '权限类型：1.菜单/模块，2.待定',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime NULL DEFAULT NULL COMMENT '修改时间',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 28 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '权限表' ROW_FORMAT = Compact;

-- ----------------------------
-- Records of permission
-- ----------------------------
INSERT INTO `permission` VALUES (0, '所有权限', '*', 1, '2020-04-20 20:25:55', NULL);
INSERT INTO `permission` VALUES (1, '首页', 'm', 1, '2020-04-12 18:22:41', NULL);
INSERT INTO `permission` VALUES (2, '用户管理', 'm:user', 1, '2020-04-12 18:24:42', NULL);
INSERT INTO `permission` VALUES (3, '信息管理', 'm:user:info', 1, '2020-04-12 18:26:30', NULL);
INSERT INTO `permission` VALUES (4, '角色管理', 'm:user:role', 1, '2020-04-12 18:26:34', NULL);
INSERT INTO `permission` VALUES (5, '发行管理', 'm:release', 1, '2020-04-20 16:42:07', NULL);
INSERT INTO `permission` VALUES (6, '系统发行', 'm:release:sys', 1, '2020-04-20 16:45:22', NULL);
INSERT INTO `permission` VALUES (7, '系统省总览', 'm:release:show', 1, '2020-04-20 16:45:22', NULL);
INSERT INTO `permission` VALUES (8, '数据统计', 'm:statistics', 1, '2020-04-20 16:47:51', NULL);
INSERT INTO `permission` VALUES (9, '政务管理', 'm:politics', 1, '2020-04-20 16:51:47', NULL);
INSERT INTO `permission` VALUES (10, '税收政策下发', 'm:politics:release', 1, '2020-04-20 16:51:47', NULL);
INSERT INTO `permission` VALUES (11, '业务指导协调', 'm:politics:guide', 1, '2020-04-20 16:51:47', NULL);
INSERT INTO `permission` VALUES (12, '日志管理', 'm:log', 1, '2020-04-20 16:54:46', NULL);
INSERT INTO `permission` VALUES (13, '登录日志', 'm:log:loginlog', 1, '2020-04-20 16:54:46', NULL);
INSERT INTO `permission` VALUES (14, '操作日志', 'm:log:operlog', 1, '2020-04-20 16:54:46', NULL);
INSERT INTO `permission` VALUES (15, '工作汇报', 'm:politics:report', 1, '2020-04-22 17:52:08', NULL);
INSERT INTO `permission` VALUES (16, '发布通知', 'm:politics:notify', 1, '2020-04-22 17:54:14', NULL);
INSERT INTO `permission` VALUES (17, '上级政策文件', 'm:politics:upRelease', 1, '2020-04-28 19:00:23', NULL);
INSERT INTO `permission` VALUES (18, '数据管理', 'm:data', 1, '2020-04-29 09:59:23', NULL);
INSERT INTO `permission` VALUES (19, '发票数据', 'm:data:invoice', 1, '2020-04-29 10:00:02', NULL);
INSERT INTO `permission` VALUES (20, '纳税人档案', 'm:data:archives', 1, '2020-04-29 10:00:32', NULL);
INSERT INTO `permission` VALUES (21, '发票明细', 'm:data:details', 1, '2020-04-30 14:08:31', NULL);
INSERT INTO `permission` VALUES (22, '各省税收数据', 'm:statistics:provincialtax', 1, '2020-04-30 21:17:45', NULL);
INSERT INTO `permission` VALUES (23, '各地区税收数据', 'm:statistics:areataxdata', 1, '2020-04-30 21:25:50', NULL);
INSERT INTO `permission` VALUES (24, '企业数据', 'm:statistics:enterprisedata', 1, '2020-04-30 21:29:16', NULL);
INSERT INTO `permission` VALUES (25, '预测分析', 'm:predicte_analysis', 1, '2020-04-30 21:38:07', NULL);
INSERT INTO `permission` VALUES (26, '异常企业预测', 'm:predicte_analysis:predicte', 1, '2020-04-30 21:38:07', NULL);
INSERT INTO `permission` VALUES (27, '异常结果分析', 'm:predicte_analysis:analysis', 1, '2020-04-30 21:38:07', NULL);

-- ----------------------------
-- Table structure for politics
-- ----------------------------
DROP TABLE IF EXISTS `politics`;
CREATE TABLE `politics`  (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `title` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '标题',
  `abstract` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '摘要',
  `content` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '正文',
  `enclosure_path` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '附件存储地址',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `politics_type` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '发送方向',
  `reading_signs` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '阅读标识',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 16 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Records of politics
-- ----------------------------
INSERT INTO `politics` VALUES (12, '工作汇报', '工作汇报', '工作汇报', '', '2020-04-28 20:29:14', 'report', ',[1]');
INSERT INTO `politics` VALUES (14, '发布通知', '发布通知', '发布通知', '', '2020-04-28 20:30:59', 'notify', ',[3],[4]');
INSERT INTO `politics` VALUES (15, '1', '1', '1', '', '2020-05-02 10:19:47', 'guide', ',[2]');

-- ----------------------------
-- Table structure for province
-- ----------------------------
DROP TABLE IF EXISTS `province`;
CREATE TABLE `province`  (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'ID',
  `province_name` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '省份名称',
  `ban` tinyint(11) NULL DEFAULT NULL COMMENT '是否禁用',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime NULL DEFAULT NULL COMMENT '更新时间',
  PRIMARY KEY (`id`) USING BTREE,
  UNIQUE INDEX `province_name`(`province_name`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 5 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Records of province
-- ----------------------------
INSERT INTO `province` VALUES (1, '国家总局', 0, '2020-04-26 14:32:45', '2020-04-26 14:32:45');
INSERT INTO `province` VALUES (2, '吉林省', 0, '2020-04-23 12:20:05', '2020-04-23 12:20:08');

-- ----------------------------
-- Table structure for role
-- ----------------------------
DROP TABLE IF EXISTS `role`;
CREATE TABLE `role`  (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '角色id',
  `role_name` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '角色名称',
  `desc` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '角色描述',
  `priority` int(11) NULL DEFAULT NULL COMMENT '级别，越大级别越高',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime NULL DEFAULT NULL COMMENT '修改时间',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 7 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '角色表' ROW_FORMAT = Compact;

-- ----------------------------
-- Records of role
-- ----------------------------
INSERT INTO `role` VALUES (1, '总局系统管理员', '老大', 4, '2020-04-12 18:22:00', '2020-04-22 17:12:45');
INSERT INTO `role` VALUES (2, '省级系统管理员', '二老板', 3, '2020-04-21 18:42:59', '2020-04-21 18:42:59');
INSERT INTO `role` VALUES (3, '数据管理员', '三老板', 2, '2020-04-21 18:42:59', '2020-04-21 18:42:59');
INSERT INTO `role` VALUES (4, '稽查管理员', '四老板', 1, '2020-04-21 18:42:59', '2020-04-21 18:42:59');

-- ----------------------------
-- Table structure for role_perm
-- ----------------------------
DROP TABLE IF EXISTS `role_perm`;
CREATE TABLE `role_perm`  (
  `role_id` int(11) NOT NULL COMMENT '角色ID',
  `permission_id` int(11) NOT NULL COMMENT '权限ID',
  PRIMARY KEY (`role_id`, `permission_id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '角色-权限 关联表' ROW_FORMAT = Compact;

-- ----------------------------
-- Records of role_perm
-- ----------------------------
INSERT INTO `role_perm` VALUES (1, 2);
INSERT INTO `role_perm` VALUES (1, 3);
INSERT INTO `role_perm` VALUES (1, 4);
INSERT INTO `role_perm` VALUES (1, 5);
INSERT INTO `role_perm` VALUES (1, 6);
INSERT INTO `role_perm` VALUES (1, 7);
INSERT INTO `role_perm` VALUES (1, 8);
INSERT INTO `role_perm` VALUES (1, 9);
INSERT INTO `role_perm` VALUES (1, 10);
INSERT INTO `role_perm` VALUES (1, 11);
INSERT INTO `role_perm` VALUES (1, 12);
INSERT INTO `role_perm` VALUES (1, 13);
INSERT INTO `role_perm` VALUES (1, 14);
INSERT INTO `role_perm` VALUES (1, 22);
INSERT INTO `role_perm` VALUES (2, 2);
INSERT INTO `role_perm` VALUES (2, 3);
INSERT INTO `role_perm` VALUES (2, 4);
INSERT INTO `role_perm` VALUES (2, 8);
INSERT INTO `role_perm` VALUES (2, 9);
INSERT INTO `role_perm` VALUES (2, 12);
INSERT INTO `role_perm` VALUES (2, 13);
INSERT INTO `role_perm` VALUES (2, 14);
INSERT INTO `role_perm` VALUES (2, 15);
INSERT INTO `role_perm` VALUES (2, 16);
INSERT INTO `role_perm` VALUES (2, 17);
INSERT INTO `role_perm` VALUES (2, 23);
INSERT INTO `role_perm` VALUES (3, 12);
INSERT INTO `role_perm` VALUES (3, 13);
INSERT INTO `role_perm` VALUES (3, 14);
INSERT INTO `role_perm` VALUES (3, 18);
INSERT INTO `role_perm` VALUES (3, 19);
INSERT INTO `role_perm` VALUES (3, 20);
INSERT INTO `role_perm` VALUES (3, 21);
INSERT INTO `role_perm` VALUES (4, 12);
INSERT INTO `role_perm` VALUES (4, 13);
INSERT INTO `role_perm` VALUES (4, 14);
INSERT INTO `role_perm` VALUES (4, 25);
INSERT INTO `role_perm` VALUES (4, 26);
INSERT INTO `role_perm` VALUES (4, 27);

-- ----------------------------
-- Table structure for taxpayer
-- ----------------------------
DROP TABLE IF EXISTS `taxpayer`;
CREATE TABLE `taxpayer`  (
  `id` int(11) NOT NULL COMMENT '纳税人Id',
  `industry_code` int(11) NULL DEFAULT NULL COMMENT '行业代码',
  `registration_type` int(11) NULL DEFAULT NULL COMMENT '登记注册类型',
  `open_time` datetime NULL DEFAULT NULL COMMENT '开业登记时间',
  `create_time` datetime NULL DEFAULT NULL COMMENT '录入系统时间',
  `update_time` datetime NULL DEFAULT NULL COMMENT '更新时间',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Records of taxpayer
-- ----------------------------
INSERT INTO `taxpayer` VALUES (1130, 5139, 173, '2004-11-05 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (1163, 3599, 159, '2011-12-20 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (1367, 5132, 173, '2009-04-15 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (1471, 5199, 159, '2009-07-09 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (1499, 7020, 159, '2007-06-08 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (1593, 1751, 173, '2013-07-26 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (1771, 3553, 173, '2012-09-11 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (2375, 6510, 173, '2017-08-08 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (3211, 3489, 172, '2004-12-24 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (3251, 7512, 173, '2015-09-17 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (4251, 3761, 173, '2007-04-25 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (4585, 5271, 173, '2009-09-21 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (14483, 5010, 173, '1999-07-20 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (14821, 5131, 173, '2014-03-28 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (15207, 7239, 159, '2005-10-28 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (17483, 2929, 173, '2010-01-15 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (18453, 4852, 173, '2016-06-03 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (19004, 5430, 173, '2013-07-12 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (19350, 1751, 173, '2015-03-09 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (19374, 5162, 173, '2017-03-20 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (19736, 5199, 173, '2016-01-21 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (19769, 5264, 173, '1999-08-30 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (19894, 5010, 173, '2016-12-29 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (20711, 3857, 411, '2002-09-02 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (28643, 4190, 159, '2006-04-29 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (28969, 3824, 173, '2015-02-02 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (29102, 1929, 173, '2005-05-19 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (29209, 3833, 320, '2005-03-25 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (30109, 5146, 159, '2000-07-20 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (30632, 5161, 173, '1998-01-10 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (32682, 5199, 173, '2015-12-17 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (33603, 5165, 173, '2017-01-17 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (33639, 7293, 173, '2014-10-13 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (34710, 5232, 159, '2017-02-10 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (35647, 2929, 173, '2015-04-13 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (35736, 7030, 173, '2017-06-27 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (42953, 8190, 159, '1999-02-11 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (43113, 5131, 173, '2013-07-02 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (43314, 5181, 173, '2015-08-28 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (43374, 5169, 173, '2005-06-03 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (44914, 5176, 173, '2015-04-14 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (45083, 3399, 173, '2016-10-28 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (46643, 3489, 171, '2005-10-09 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (47646, 5169, 173, '2010-09-25 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (47780, 2019, 173, '2016-07-26 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (48096, 3452, 159, '2011-07-27 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (48929, 3824, 173, '2014-07-01 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (57098, 5153, 173, '2009-04-14 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (57793, 5262, 173, '2015-05-21 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (58182, 8011, 173, '2011-03-16 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (59467, 6510, 173, '2016-03-03 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (59932, 1711, 210, '2003-05-28 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (60232, 5199, 173, '2014-01-06 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (61296, 3879, 173, '2009-06-03 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (61688, 3399, 173, '1993-12-20 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (62152, 4990, 173, '2006-08-04 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (62412, 2231, 310, '2006-08-08 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (63235, 7212, 159, '2015-06-03 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (63519, 5162, 173, '2016-04-01 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (71251, 5169, 173, '2016-10-12 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (71892, 1522, 230, '1999-09-15 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (72097, 5179, 173, '2005-11-10 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (72575, 5821, 159, '2016-07-13 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (72645, 5179, 173, '2015-12-13 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (72939, 2411, 173, '2008-04-14 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (72957, 190, 173, '2015-06-23 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (75021, 9190, 530, '2016-09-04 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (75062, 2221, 411, '2017-05-18 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (76062, 5165, 173, '2002-09-09 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (76768, 2927, 159, '2013-09-16 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (78336, 5199, 173, '1999-04-02 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (78439, 5199, 159, '2014-03-07 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (78570, 5299, 159, '2009-03-25 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (78724, 5129, 159, '2013-07-29 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (78759, 5152, 159, '2003-09-22 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (80151, 5199, 173, '2016-06-29 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (80159, 7239, 173, '2004-07-14 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (80630, 3452, 171, '2010-11-12 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (81547, 7233, 173, '2003-01-23 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (82043, 1742, 173, '2016-06-01 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (82490, 7299, 173, '2007-02-06 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (83398, 7590, 173, '2005-04-15 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (84424, 5131, 173, '2008-04-07 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (85552, 5164, 173, '2012-10-11 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (85571, 2439, 159, '2004-11-05 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (86097, 3490, 172, '2001-02-27 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (86768, 5261, 173, '2010-04-23 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (87357, 1959, 159, '2015-02-06 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (87406, 5299, 173, '2017-05-18 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (89308, 9419, 110, '2009-11-02 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (89781, 1713, 173, '2005-05-17 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (89892, 2914, 171, '2013-03-12 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (90090, 6120, 411, '2013-03-05 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (90147, 3399, 172, '2011-12-01 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (92007, 5199, 173, '2014-06-06 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (92872, 5173, 173, '2015-01-08 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (93166, 5199, 173, '2008-02-18 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (93399, 3443, 173, '2016-12-19 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (94602, 3490, 173, '2011-01-12 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (95751, 5165, 173, '2008-08-22 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (96332, 5199, 173, '2017-04-26 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (96577, 5299, 173, '2015-01-08 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (96916, 5299, 173, '2015-06-23 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (97867, 5219, 173, '2001-05-20 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (97969, 5419, 173, '2012-11-12 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (99202, 2039, 171, '2013-07-01 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (99924, 7239, 173, '2016-12-21 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (100109, 1751, 173, '2012-05-29 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (100200, 3879, 173, '2014-08-20 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (101032, 1762, 173, '2003-04-24 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (102065, 3489, 173, '2009-10-10 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (102148, 7271, 159, '2009-10-19 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (102773, 5010, 159, '2002-09-23 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (103108, 5224, 159, '2010-04-29 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (103200, 7519, 173, '2016-01-27 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (104845, 4813, 173, '2015-04-09 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (106407, 2130, 173, '2012-04-01 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (117975, 5219, 173, '2017-01-18 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (118439, 5289, 173, '2010-11-24 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');
INSERT INTO `taxpayer` VALUES (120475, 5219, 173, '2010-09-25 00:00:00', '2020-04-30 18:17:34', '2020-04-30 18:17:34');

-- ----------------------------
-- Table structure for user
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user`  (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '主键，用户ID',
  `username` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '用户名',
  `nick` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '昵称',
  `password` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '明文-密码',
  `role_id` int(11) NOT NULL COMMENT '角色ID',
  `province_id` int(11) NULL DEFAULT NULL COMMENT '所属省份',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime NULL DEFAULT NULL COMMENT '修改时间',
  PRIMARY KEY (`id`) USING BTREE,
  UNIQUE INDEX `username`(`username`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 7 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '用户表' ROW_FORMAT = Compact;

-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO `user` VALUES (1, 'admin', '总局老总', '123456', 1, 1, '2020-04-12 18:20:16', '2020-04-22 17:01:37');
INSERT INTO `user` VALUES (2, 'pro-admin', '省级大哥', '123456', 2, 2, '2020-04-22 20:14:13', '2020-04-22 20:14:13');
INSERT INTO `user` VALUES (3, 'data-admin', '数据小弟', '123456', 3, 2, '2020-04-26 10:55:56', '2020-04-26 10:55:56');
INSERT INTO `user` VALUES (4, 'audit-admin', '稽查先生', '123456', 4, 2, '2020-04-26 10:58:07', '2020-04-26 10:58:07');

SET FOREIGN_KEY_CHECKS = 1;
